{
  "number": 12,
  "name": "سُورَةُ يُوسُفَ",
  "englishName": "Yusuf",
  "englishNameTranslation": "Joseph",
  "revelationType": "Meccan",
  "numberOfAyahs": 111,
  "ayahs": [
    {
      "number": 1597,
      "text": "Alif, laam, raa. Ini adalah ayat-ayat Kitab (Al Quran) yang nyata (dari Allah).",
      "numberInSurah": 1,
      "juz": 12,
      "manzil": 3,
      "page": 235,
      "ruku": 193,
      "hizbQuarter": 94,
      "sajda": false
    },
    {
      "number": 1598,
      "text": "Sesungguhnya Kami menurunkannya berupa Al Quran dengan berbahasa Arab, agar kamu memahaminya.",
      "numberInSurah": 2,
      "juz": 12,
      "manzil": 3,
      "page": 235,
      "ruku": 193,
      "hizbQuarter": 94,
      "sajda": false
    },
    {
      "number": 1599,
      "text": "Kami menceritakan kepadamu kisah yang paling baik dengan mewahyukan Al Quran ini kepadamu, dan sesungguhnya kamu sebelum (Kami mewahyukan)nya adalah termasuk orang-orang yang belum mengetahui.",
      "numberInSurah": 3,
      "juz": 12,
      "manzil": 3,
      "page": 235,
      "ruku": 193,
      "hizbQuarter": 94,
      "sajda": false
    },
    {
      "number": 1600,
      "text": "(Ingatlah), ketika Yusuf berkata kepada ayahnya: \"Wahai ayahku, sesungguhnya aku bermimpi melihat sebelas bintang, matahari dan bulan; kulihat semuanya sujud kepadaku\".",
      "numberInSurah": 4,
      "juz": 12,
      "manzil": 3,
      "page": 235,
      "ruku": 193,
      "hizbQuarter": 94,
      "sajda": false
    },
    {
      "number": 1601,
      "text": "Ayahnya berkata: \"Hai anakku, janganlah kamu ceritakan mimpimu itu kepada saudara-saudaramu, maka mereka membuat makar (untuk membinasakan)mu. Sesungguhnya syaitan itu adalah musuh yang nyata bagi manusia\".",
      "numberInSurah": 5,
      "juz": 12,
      "manzil": 3,
      "page": 236,
      "ruku": 193,
      "hizbQuarter": 94,
      "sajda": false
    },
    {
      "number": 1602,
      "text": "Dan demikianlah Tuhanmu, memilih kamu (untuk menjadi Nabi) dan diajarkan-Nya kepadamu sebahagian dari ta'bir mimpi-mimpi dan disempurnakan-Nya nikmat-Nya kepadamu dan kepada keluarga Ya'qub, sebagaimana Dia telah menyempurnakan nikmat-Nya kepada dua orang bapakmu sebelum itu, (yaitu) Ibrahim dan Ishak. Sesungguhnya Tuhanmu Maha Mengetahui lagi Maha Bijaksana.",
      "numberInSurah": 6,
      "juz": 12,
      "manzil": 3,
      "page": 236,
      "ruku": 193,
      "hizbQuarter": 94,
      "sajda": false
    },
    {
      "number": 1603,
      "text": "Sesungguhnya ada beberapa tanda-tanda kekuasaan Allah pada (kisah) Yusuf dan saudara-saudaranya bagi orang-orang yang bertanya.",
      "numberInSurah": 7,
      "juz": 12,
      "manzil": 3,
      "page": 236,
      "ruku": 194,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1604,
      "text": "(Yaitu) ketika mereka berkata: \"Sesungguhnya Yusuf dan saudara kandungnya (Bunyamin) lebih dicintai oleh ayah kita dari pada kita sendiri, padahal kita (ini) adalah satu golongan (yang kuat). Sesungguhnya ayah kita adalah dalam kekeliruan yang nyata.",
      "numberInSurah": 8,
      "juz": 12,
      "manzil": 3,
      "page": 236,
      "ruku": 194,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1605,
      "text": "Bunuhlah Yusuf atau buanglah dia kesuatu daerah (yang tak dikenal) supaya perhatian ayahmu tertumpah kepadamu saja, dan sesudah itu hendaklah kamu menjadi orang-orang yang baik\".",
      "numberInSurah": 9,
      "juz": 12,
      "manzil": 3,
      "page": 236,
      "ruku": 194,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1606,
      "text": "Seorang diantara mereka berkata: \"Janganlah kamu bunuh Yusuf, tetapi masukkanlah dia ke dasar sumur supaya dia dipungut oleh beberapa orang musafir, jika kamu hendak berbuat\".",
      "numberInSurah": 10,
      "juz": 12,
      "manzil": 3,
      "page": 236,
      "ruku": 194,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1607,
      "text": "Mereka berkata: \"Wahai ayah kami, apa sebabnya kamu tidak mempercayai kami terhadap Yusuf, padahal sesungguhnya kami adalah orang-orang yang mengingini kebaikan baginya.",
      "numberInSurah": 11,
      "juz": 12,
      "manzil": 3,
      "page": 236,
      "ruku": 194,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1608,
      "text": "Biarkanlah dia pergi bersama kami besok pagi, agar dia (dapat) bersenang-senang dan (dapat) bermain-main, dan sesungguhnya kami pasti menjaganya\".",
      "numberInSurah": 12,
      "juz": 12,
      "manzil": 3,
      "page": 236,
      "ruku": 194,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1609,
      "text": "Berkata Ya'qub: \"Sesungguhnya kepergian kamu bersama Yusuf amat menyedihkanku dan aku khawatir kalau-kalau dia dimakan serigala, sedang kamu lengah dari padanya\".",
      "numberInSurah": 13,
      "juz": 12,
      "manzil": 3,
      "page": 236,
      "ruku": 194,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1610,
      "text": "Mereka berkata: \"Jika ia benar-benar dimakan serigala, sedang kami golongan (yang kuat), sesungguhnya kami kalau demikian adalah orang-orang yang merugi\".",
      "numberInSurah": 14,
      "juz": 12,
      "manzil": 3,
      "page": 236,
      "ruku": 194,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1611,
      "text": "Maka tatkala mereka membawanya dan sepakat memasukkannya ke dasar sumur (lalu mereka masukkan dia), dan (di waktu dia sudah dalam sumur) Kami wahyukan kepada Yusuf: \"Sesungguhnya kamu akan menceritakan kepada mereka perbuatan mereka ini, sedang mereka tiada ingat lagi\".",
      "numberInSurah": 15,
      "juz": 12,
      "manzil": 3,
      "page": 237,
      "ruku": 194,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1612,
      "text": "Kemudian mereka datang kepada ayah mereka di sore hari sambil menangis.",
      "numberInSurah": 16,
      "juz": 12,
      "manzil": 3,
      "page": 237,
      "ruku": 194,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1613,
      "text": "Mereka berkata: \"Wahai ayah kami, sesungguhnya kami pergi berlomba-lomba dan kami tinggalkan Yusuf di dekat barang-barang kami, lalu dia dimakan serigala; dan kamu sekali-kali tidak akan percaya kepada kami, sekalipun kami adalah orang-orang yang benar\".",
      "numberInSurah": 17,
      "juz": 12,
      "manzil": 3,
      "page": 237,
      "ruku": 194,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1614,
      "text": "Mereka datang membawa baju gamisnya (yang berlumuran) dengan darah palsu. Ya'qub berkata: \"Sebenarnya dirimu sendirilah yang memandang baik perbuatan (yang buruk) itu; maka kesabaran yang baik itulah (kesabaranku). Dan Allah sajalah yang dimohon pertolongan-Nya terhadap apa yang kamu ceritakan\".",
      "numberInSurah": 18,
      "juz": 12,
      "manzil": 3,
      "page": 237,
      "ruku": 194,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1615,
      "text": "Kemudian datanglah kelompok orang-orang musafir, lalu mereka menyuruh seorang pengambil air, maka dia menurunkan timbanya, dia berkata: \"Oh; kabar gembira, ini seorang anak muda!\" Kemudian mereka menyembunyikan dia sebagai barang dagangan. Dan Allah Maha Mengetahui apa yang mereka kerjakan.",
      "numberInSurah": 19,
      "juz": 12,
      "manzil": 3,
      "page": 237,
      "ruku": 194,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1616,
      "text": "Dan mereka menjual Yusuf dengan harga yang murah, yaitu beberapa dirham saja, dan mereka merasa tidak tertarik hatinya kepada Yusuf.",
      "numberInSurah": 20,
      "juz": 12,
      "manzil": 3,
      "page": 237,
      "ruku": 194,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1617,
      "text": "Dan orang Mesir yang membelinya berkata kepada isterinya: \"Berikanlah kepadanya tempat (dan layanan) yang baik, boleh jadi dia bermanfaat kepada kita atau kita pungut dia sebagai anak\". Dan demikian pulalah Kami memberikan kedudukan yang baik kepada Yusuf di muka bumi (Mesir), dan agar Kami ajarkan kepadanya ta'bir mimpi. Dan Allah berkuasa terhadap urusan-Nya, tetapi kebanyakan manusia tiada mengetahuinya.",
      "numberInSurah": 21,
      "juz": 12,
      "manzil": 3,
      "page": 237,
      "ruku": 195,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1618,
      "text": "Dan tatkala dia cukup dewasa Kami berikan kepadanya hikmah dan ilmu. Demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
      "numberInSurah": 22,
      "juz": 12,
      "manzil": 3,
      "page": 237,
      "ruku": 195,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1619,
      "text": "Dan wanita (Zulaikha) yang Yusuf tinggal di rumahnya menggoda Yusuf untuk menundukkan dirinya (kepadanya) dan dia menutup pintu-pintu, seraya berkata: \"Marilah ke sini\". Yusuf berkata: \"Aku berlindung kepada Allah, sungguh tuanku telah memperlakukan aku dengan baik\". Sesungguhnya orang-orang yang zalim tiada akan beruntung.",
      "numberInSurah": 23,
      "juz": 12,
      "manzil": 3,
      "page": 238,
      "ruku": 195,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1620,
      "text": "Sesungguhnya wanita itu telah bermaksud (melakukan perbuatan itu) dengan Yusuf, dan Yusufpun bermaksud (melakukan pula) dengan wanita itu andaikata dia tidak melihat tanda (dari) Tuhannya. Demikianlah, agar Kami memalingkan dari padanya kemungkaran dan kekejian. Sesungguhnya Yusuf itu termasuk hamba-hamba Kami yang terpilih.",
      "numberInSurah": 24,
      "juz": 12,
      "manzil": 3,
      "page": 238,
      "ruku": 195,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1621,
      "text": "Dan keduanya berlomba-lomba menuju pintu dan wanita itu menarik baju gamis Yusuf dari belakang hingga koyak dan kedua-duanya mendapati suami wanita itu di muka pintu. Wanita itu berkata: \"Apakah pembalasan terhadap orang yang bermaksud berbuat serong dengan isterimu, selain dipenjarakan atau (dihukum) dengan azab yang pedih?\"",
      "numberInSurah": 25,
      "juz": 12,
      "manzil": 3,
      "page": 238,
      "ruku": 195,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1622,
      "text": "Yusuf berkata: \"Dia menggodaku untuk menundukkan diriku (kepadanya)\", dan seorang saksi dari keluarga wanita itu memberikan kesaksiannya: \"Jika baju gamisnya koyak di muka, maka wanita itu benar dan Yusuf termasuk orang-orang yang dusta.",
      "numberInSurah": 26,
      "juz": 12,
      "manzil": 3,
      "page": 238,
      "ruku": 195,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1623,
      "text": "Dan jika baju gamisnya koyak di belakang, maka wanita itulah yang dusta, dan Yusuf termasuk orang-orang yang benar\".",
      "numberInSurah": 27,
      "juz": 12,
      "manzil": 3,
      "page": 238,
      "ruku": 195,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1624,
      "text": "Maka tatkala suami wanita itu melihat baju gamis Yusuf koyak di belakang berkatalah dia: \"Sesungguhnya (kejadian) itu adalah diantara tipu daya kamu, sesungguhnya tipu daya kamu adalah besar\".",
      "numberInSurah": 28,
      "juz": 12,
      "manzil": 3,
      "page": 238,
      "ruku": 195,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1625,
      "text": "(Hai) Yusuf: \"Berpalinglah dari ini, dan (kamu hai isteriku) mohon ampunlah atas dosamu itu, karena kamu sesungguhnya termasuk orang-orang yang berbuat salah\".",
      "numberInSurah": 29,
      "juz": 12,
      "manzil": 3,
      "page": 238,
      "ruku": 195,
      "hizbQuarter": 95,
      "sajda": false
    },
    {
      "number": 1626,
      "text": "Dan wanita-wanita di kota berkata: \"Isteri Al Aziz menggoda bujangnya untuk menundukkan dirinya (kepadanya), sesungguhnya cintanya kepada bujangnya itu adalah sangat mendalam. Sesungguhnya kami memandangnya dalam kesesatan yang nyata\".",
      "numberInSurah": 30,
      "juz": 12,
      "manzil": 3,
      "page": 238,
      "ruku": 196,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1627,
      "text": "Maka tatkala wanita itu (Zulaikha) mendengar cercaan mereka, diundangnyalah wanita-wanita itu dan disediakannya bagi mereka tempat duduk, dan diberikannya kepada masing-masing mereka sebuah pisau (untuk memotong jamuan), kemudian dia berkata (kepada Yusuf): \"Keluarlah (nampakkanlah dirimu) kepada mereka\". Maka tatkala wanita-wanita itu melihatnya, mereka kagum kepada (keelokan rupa)nya, dan mereka melukai (jari) tangannya dan berkata: \"Maha sempurna Allah, ini bukanlah manusia. Sesungguhnya ini tidak lain hanyalah malaikat yang mulia\".",
      "numberInSurah": 31,
      "juz": 12,
      "manzil": 3,
      "page": 239,
      "ruku": 196,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1628,
      "text": "Wanita itu berkata: \"Itulah dia orang yang kamu cela aku karena (tertarik) kepadanya, dan sesungguhnya aku telah menggoda dia untuk menundukkan dirinya (kepadaku) akan tetapi dia menolak. Dan sesungguhnya jika dia tidak mentaati apa yang aku perintahkan kepadanya, niscaya dia akan dipenjarakan dan dia akan termasuk golongan orang-orang yang hina\".",
      "numberInSurah": 32,
      "juz": 12,
      "manzil": 3,
      "page": 239,
      "ruku": 196,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1629,
      "text": "Yusuf berkata: \"Wahai Tuhanku, penjara lebih aku sukai daripada memenuhi ajakan mereka kepadaku. Dan jika tidak Engkau hindarkan dari padaku tipu daya mereka, tentu aku akan cenderung untuk (memenuhi keinginan mereka) dan tentulah aku termasuk orang-orang yang bodoh\".",
      "numberInSurah": 33,
      "juz": 12,
      "manzil": 3,
      "page": 239,
      "ruku": 196,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1630,
      "text": "Maka Tuhannya memperkenankan doa Yusuf dan Dia menghindarkan Yusuf dari tipu daya mereka. Sesungguhnya Dialah Yang Maha Mendengar lagi Maha Mengetahui.",
      "numberInSurah": 34,
      "juz": 12,
      "manzil": 3,
      "page": 239,
      "ruku": 196,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1631,
      "text": "Kemudian timbul pikiran pada mereka setelah melihat tanda-tanda (kebenaran Yusuf) bahwa mereka harus memenjarakannya sampai sesuatu waktu.",
      "numberInSurah": 35,
      "juz": 12,
      "manzil": 3,
      "page": 239,
      "ruku": 196,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1632,
      "text": "Dan bersama dengan dia masuk pula ke dalam penjara dua orang pemuda. Berkatalah salah seorang diantara keduanya: \"Sesungguhnya aku bermimpi, bahwa aku memeras anggur\". Dan yang lainnya berkata: \"Sesungguhnya aku bermimpi, bahwa aku membawa roti di atas kepalaku, sebahagiannya dimakan burung\". Berikanlah kepada kami ta'birnya; sesungguhnya kami memandang kamu termasuk orang-orang yang pandai (mena'birkan mimpi).",
      "numberInSurah": 36,
      "juz": 12,
      "manzil": 3,
      "page": 239,
      "ruku": 197,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1633,
      "text": "Yusuf berkata: \"Tidak disampaikan kepada kamu berdua makanan yang akan diberikan kepadamu melainkan aku telah dapat menerangkan jenis makanan itu, sebelum makanan itu sampai kepadamu. Yang demikian itu adalah sebagian dari apa yang diajarkan kepadaku oleh Tuhanku. Sesungguhnya aku telah meninggalkan agama orang-orang yang tidak beriman kepada Allah, sedang mereka ingkar kepada hari kemudian.",
      "numberInSurah": 37,
      "juz": 12,
      "manzil": 3,
      "page": 239,
      "ruku": 197,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1634,
      "text": "Dan aku pengikut agama bapak-bapakku yaitu Ibrahim, Ishak dan Ya'qub. Tiadalah patut bagi kami (para Nabi) mempersekutukan sesuatu apapun dengan Allah. Yang demikian itu adalah dari karunia Allah kepada kami dan kepada manusia (seluruhnya); tetapi kebanyakan manusia tidak mensyukuri (Nya).",
      "numberInSurah": 38,
      "juz": 12,
      "manzil": 3,
      "page": 240,
      "ruku": 197,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1635,
      "text": "Hai kedua penghuni penjara, manakah yang baik, tuhan-tuhan yang bermacam-macam itu ataukah Allah Yang Maha Esa lagi Maha Perkasa?",
      "numberInSurah": 39,
      "juz": 12,
      "manzil": 3,
      "page": 240,
      "ruku": 197,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1636,
      "text": "Kamu tidak menyembah yang selain Allah kecuali hanya (menyembah) nama-nama yang kamu dan nenek moyangmu membuat-buatnya. Allah tidak menurunkan suatu keteranganpun tentang nama-nama itu. Keputusan itu hanyalah kepunyaan Allah. Dia telah memerintahkan agar kamu tidak menyembah selain Dia. Itulah agama yang lurus, tetapi kebanyakan manusia tidak mengetahui\".",
      "numberInSurah": 40,
      "juz": 12,
      "manzil": 3,
      "page": 240,
      "ruku": 197,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1637,
      "text": "Hai kedua penghuni penjara: \"Adapun salah seorang diantara kamu berdua, akan memberi minuman tuannya dengan khamar; adapun yang seorang lagi maka ia akan disalib, lalu burung memakan sebagian dari kepalanya. Telah diputuskan perkara yang kamu berdua menanyakannya (kepadaku)\".",
      "numberInSurah": 41,
      "juz": 12,
      "manzil": 3,
      "page": 240,
      "ruku": 197,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1638,
      "text": "Dan Yusuf berkata kepada orang yang diketahuinya akan selamat diantara mereka berdua: \"Terangkanlah keadaanku kepada tuanmu\". Maka syaitan menjadikan dia lupa menerangkan (keadaan Yusuf) kepada tuannya. Karena itu tetaplah dia (Yusuf) dalam penjara beberapa tahun lamanya.",
      "numberInSurah": 42,
      "juz": 12,
      "manzil": 3,
      "page": 240,
      "ruku": 197,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1639,
      "text": "Raja berkata (kepada orang-orang terkemuka dari kaumnya): \"Sesungguhnya aku bermimpi melihat tujuh ekor sapi betina yang gemuk-gemuk dimakan oleh tujuh ekor sapi betina yang kurus-kurus dan tujuh bulir (gandum) yang hijau dan tujuh bulir lainnya yang kering\". Hai orang-orang yang terkemuka: \"Terangkanlah kepadaku tentang ta'bir mimpiku itu jika kamu dapat mena'birkan mimpi\".",
      "numberInSurah": 43,
      "juz": 12,
      "manzil": 3,
      "page": 240,
      "ruku": 198,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1640,
      "text": "Mereka menjawab: \"(Itu) adalah mimpi-mimpi yang kosong dan kami sekali-kali tidak tahu menta'birkan mimpi itu\".",
      "numberInSurah": 44,
      "juz": 12,
      "manzil": 3,
      "page": 241,
      "ruku": 198,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1641,
      "text": "Dan berkatalah orang yang selamat diantara mereka berdua dan teringat (kepada Yusuf) sesudah beberapa waktu lamanya: \"Aku akan memberitakan kepadamu tentang (orang yang pandai) mena'birkan mimpi itu, maka utuslah aku (kepadanya)\".",
      "numberInSurah": 45,
      "juz": 12,
      "manzil": 3,
      "page": 241,
      "ruku": 198,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1642,
      "text": "(Setelah pelayan itu berjumpa dengan Yusuf dia berseru): \"Yusuf, hai orang yang amat dipercaya, terangkanlah kepada kami tentang tujuh ekor sapi betina yang gemuk-gemuk yang dimakan oleh tujuh ekor sapi betina yang kurus-kurus dan tujuh bulir (gandum) yang hijau dan (tujuh) lainnya yang kering agar aku kembali kepada orang-orang itu, agar mereka mengetahuinya\".",
      "numberInSurah": 46,
      "juz": 12,
      "manzil": 3,
      "page": 241,
      "ruku": 198,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1643,
      "text": "Yusuf berkata: \"Supaya kamu bertanam tujuh tahun (lamanya) sebagaimana biasa; maka apa yang kamu tuai hendaklah kamu biarkan dibulirnya kecuali sedikit untuk kamu makan.",
      "numberInSurah": 47,
      "juz": 12,
      "manzil": 3,
      "page": 241,
      "ruku": 198,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1644,
      "text": "Kemudian sesudah itu akan datang tujuh tahun yang amat sulit, yang menghabiskan apa yang kamu simpan untuk menghadapinya (tahun sulit), kecuali sedikit dari (bibit gandum) yang kamu simpan.",
      "numberInSurah": 48,
      "juz": 12,
      "manzil": 3,
      "page": 241,
      "ruku": 198,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1645,
      "text": "Kemudian setelah itu akan datang tahun yang padanya manusia diberi hujan (dengan cukup) dan dimasa itu mereka memeras anggur\".",
      "numberInSurah": 49,
      "juz": 12,
      "manzil": 3,
      "page": 241,
      "ruku": 198,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1646,
      "text": "Raja berkata: \"Bawalah dia kepadaku\". Maka tatkala utusan itu datang kepada Yusuf, berkatalah Yusuf: \"Kembalilah kepada tuanmu dan tanyakanlah kepadanya bagaimana halnya wanita-wanita yang telah melukai tangannya. Sesungguhnya Tuhanku, Maha Mengetahui tipu daya mereka\".",
      "numberInSurah": 50,
      "juz": 12,
      "manzil": 3,
      "page": 241,
      "ruku": 199,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1647,
      "text": "Raja berkata (kepada wanita-wanita itu): \"Bagaimana keadaanmu ketika kamu menggoda Yusuf untuk menundukkan dirinya (kepadamu)?\" Mereka berkata: \"Maha Sempurna Allah, kami tiada mengetahui sesuatu keburukan dari padanya\". Berkata isteri Al Aziz: \"Sekarang jelaslah kebenaran itu, akulah yang menggodanya untuk menundukkan dirinya (kepadaku), dan sesungguhnya dia termasuk orang-orang yang benar\".",
      "numberInSurah": 51,
      "juz": 12,
      "manzil": 3,
      "page": 241,
      "ruku": 199,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1648,
      "text": "(Yusuf berkata): \"Yang demikian itu agar dia (Al Aziz) mengetahui bahwa sesungguhnya aku tidak berkhianat kepadanya di belakangnya, dan bahwasanya Allah tidak meridhai tipu daya orang-orang yang berkhianat.",
      "numberInSurah": 52,
      "juz": 12,
      "manzil": 3,
      "page": 241,
      "ruku": 199,
      "hizbQuarter": 96,
      "sajda": false
    },
    {
      "number": 1649,
      "text": "Dan aku tidak membebaskan diriku (dari kesalahan), karena sesungguhnya nafsu itu selalu menyuruh kepada kejahatan, kecuali nafsu yang diberi rahmat oleh Tuhanku. Sesungguhnya Tuhanku Maha Pengampun lagi Maha Penyanyang.",
      "numberInSurah": 53,
      "juz": 13,
      "manzil": 3,
      "page": 242,
      "ruku": 199,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1650,
      "text": "Dan raja berkata: \"Bawalah Yusuf kepadaku, agar aku memilih dia sebagai orang yang rapat kepadaku\". Maka tatkala raja telah bercakap-cakap dengan dia, dia berkata: \"Sesungguhnya kamu (mulai) hari ini menjadi seorang yang berkedudukan tinggi lagi dipercayai pada sisi kami\".",
      "numberInSurah": 54,
      "juz": 13,
      "manzil": 3,
      "page": 242,
      "ruku": 199,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1651,
      "text": "Berkata Yusuf: \"Jadikanlah aku bendaharawan negara (Mesir); sesungguhnya aku adalah orang yang pandai menjaga, lagi berpengetahuan\".",
      "numberInSurah": 55,
      "juz": 13,
      "manzil": 3,
      "page": 242,
      "ruku": 199,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1652,
      "text": "Dan demikianlah Kami memberi kedudukan kepada Yusuf di negeri Mesir; (dia berkuasa penuh) pergi menuju kemana saja ia kehendaki di bumi Mesir itu. Kami melimpahkan rahmat Kami kepada siapa yang Kami kehendaki dan Kami tidak menyia-nyiakan pahala orang-orang yang berbuat baik.",
      "numberInSurah": 56,
      "juz": 13,
      "manzil": 3,
      "page": 242,
      "ruku": 199,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1653,
      "text": "Dan sesungguhnya pahala di akhirat itu lebih baik, bagi orang-orang yang beriman dan selalu bertakwa.",
      "numberInSurah": 57,
      "juz": 13,
      "manzil": 3,
      "page": 242,
      "ruku": 199,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1654,
      "text": "Dan saudara-saudara Yusuf datang (ke Mesir} lalu mereka masuk ke (tempat)nya. Maka Yusuf mengenal mereka, sedang mereka tidak kenal (lagi) kepadanya.",
      "numberInSurah": 58,
      "juz": 13,
      "manzil": 3,
      "page": 242,
      "ruku": 200,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1655,
      "text": "Dan tatkala Yusuf menyiapkan untuk mereka bahan makanannya, ia berkata: \"Bawalah kepadaku saudaramu yang seayah dengan kamu (Bunyamin), tidakkah kamu melihat bahwa aku menyempurnakan sukatan dan aku adalah sebaik-baik penerima tamu?",
      "numberInSurah": 59,
      "juz": 13,
      "manzil": 3,
      "page": 242,
      "ruku": 200,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1656,
      "text": "Jika kamu tidak membawanya kepadaku, maka kamu tidak akan mendapat sukatan lagi dari padaku dan jangan kamu mendekatiku\".",
      "numberInSurah": 60,
      "juz": 13,
      "manzil": 3,
      "page": 242,
      "ruku": 200,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1657,
      "text": "Mereka berkata: \"Kami akan membujuk ayahnya untuk membawanya (ke mari) dan sesungguhnya kami benar-benar akan melaksanakannya\".",
      "numberInSurah": 61,
      "juz": 13,
      "manzil": 3,
      "page": 242,
      "ruku": 200,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1658,
      "text": "Yusuf berkata kepada bujang-bujangnya: \"Masukkanlah barang-barang (penukar kepunyaan mereka) ke dalam karung-karung mereka, supaya mereka mengetahuinya apabila mereka telah kembali kepada keluarganya, mudah-mudahan mereka kembali lagi\".",
      "numberInSurah": 62,
      "juz": 13,
      "manzil": 3,
      "page": 242,
      "ruku": 200,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1659,
      "text": "Maka tatkala mereka telah kembali kepada ayah mereka (Ya'qub) mereka berkata: \"Wahai ayah kami, kami tidak akan mendapat sukatan (gandum) lagi, (jika tidak membawa saudara kami), sebab itu biarkanlah saudara kami pergi bersama-sama kami supaya kami mendapat sukatan, dan sesungguhnya kami benar benar akan menjaganya\".",
      "numberInSurah": 63,
      "juz": 13,
      "manzil": 3,
      "page": 242,
      "ruku": 200,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1660,
      "text": "Berkata Ya'qub: \"Bagaimana aku akan mempercayakannya (Bunyamin) kepadamu, kecuali seperti aku telah mempercayakan saudaranya (Yusuf) kepada kamu dahulu?\". Maka Allah adalah sebaik-baik Penjaga dan Dia adalah Maha Penyanyang diantara para penyanyang.",
      "numberInSurah": 64,
      "juz": 13,
      "manzil": 3,
      "page": 243,
      "ruku": 200,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1661,
      "text": "Tatkala mereka membuka barang-barangnya, mereka menemukan kembali barang-barang (penukaran) mereka, dikembalikan kepada mereka. Mereka berkata: \"Wahai ayah kami apa lagi yang kita inginkan. Ini barang-barang kita dikembalikan kepada kita, dan kami akan dapat memberi makan keluarga kami, dan kami akan dapat memelihara saudara kami, dan kami akan mendapat tambahan sukatan (gandum) seberat beban seekor unta. Itu adalah sukatan yang mudah (bagi raja Mesir)\".",
      "numberInSurah": 65,
      "juz": 13,
      "manzil": 3,
      "page": 243,
      "ruku": 200,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1662,
      "text": "Ya'qub berkata: \"Aku sekali-kali tidak akan melepaskannya (pergi) bersama-sama kamu, sebelum kamu memberikan kepadaku janji yang teguh atas nama Allah, bahwa kamu pasti akan membawanya kepadaku kembali, kecuali jika kamu dikepung musuh\". Tatkala mereka memberikan janji mereka, maka Ya'qub berkata: \"Allah adalah saksi terhadap apa yang kita ucapkan (ini)\".",
      "numberInSurah": 66,
      "juz": 13,
      "manzil": 3,
      "page": 243,
      "ruku": 200,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1663,
      "text": "Dan Ya'qub berkata: \"Hai anak-anakku janganlah kamu (bersama-sama) masuk dari satu pintu gerbang, dan masuklah dari pintu-pintu gerbang yang berlain-lain; namun demikian aku tiada dapat melepaskan kamu barang sedikitpun dari pada (takdir) Allah. Keputusan menetapkan (sesuatu) hanyalah hak Allah; kepada-Nya-lah aku bertawakkal dan hendaklah kepada-Nya saja orang-orang yang bertawakkal berserah diri\".",
      "numberInSurah": 67,
      "juz": 13,
      "manzil": 3,
      "page": 243,
      "ruku": 200,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1664,
      "text": "Dan tatkala mereka masuk menurut yang diperintahkan ayah mereka, maka (cara yang mereka lakukan itu) tiadalah melepaskan mereka sedikitpun dari takdir Allah, akan tetapi itu hanya suatu keinginan pada diri Ya'qub yang telah ditetapkannya. Dan sesungguhnya dia mempunyai pengetahuan, karena Kami telah mengajarkan kepadanya. Akan tetapi kebanyakan manusia tiada mengetahui.",
      "numberInSurah": 68,
      "juz": 13,
      "manzil": 3,
      "page": 243,
      "ruku": 200,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1665,
      "text": "Dan tatkala mereka masuk ke (tempat) Yusuf. Yusuf membawa saudaranya (Bunyamin) ke tempatnya, Yusuf berkata: \"Sesungguhnya aku (ini) adalah saudaramu, maka janganlah kamu berdukacita terhadap apa yang telah mereka kerjakan\".",
      "numberInSurah": 69,
      "juz": 13,
      "manzil": 3,
      "page": 243,
      "ruku": 201,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1666,
      "text": "Maka tatkala telah disiapkan untuk mereka bahan makanan mereka, Yusuf memasukkan piala (tempat minum) ke dalam karung saudaranya. Kemudian berteriaklah seseorang yang menyerukan: \"Hai kafilah, sesungguhnya kamu adalah orang-orang yang mencuri\".",
      "numberInSurah": 70,
      "juz": 13,
      "manzil": 3,
      "page": 244,
      "ruku": 201,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1667,
      "text": "Mereka menjawab, sambil menghadap kepada penyeru-penyeru itu: \"Barang apakah yang hilang dari pada kamu?\"",
      "numberInSurah": 71,
      "juz": 13,
      "manzil": 3,
      "page": 244,
      "ruku": 201,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1668,
      "text": "Penyeru-penyeru itu berkata: \"Kami kehilangan piala raja, dan siapa yang dapat mengembalikannya akan memperoleh bahan makanan (seberat) beban unta, dan aku menjamin terhadapnya\".",
      "numberInSurah": 72,
      "juz": 13,
      "manzil": 3,
      "page": 244,
      "ruku": 201,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1669,
      "text": "Saudara-saudara Yusuf menjawab \"Demi Allah sesungguhnya kamu mengetahui bahwa kami datang bukan untuk membuat kerusakan di negeri (ini) dan kami bukanlah para pencuri\".",
      "numberInSurah": 73,
      "juz": 13,
      "manzil": 3,
      "page": 244,
      "ruku": 201,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1670,
      "text": "Mereka berkata: \"Tetapi apa balasannya jikalau kamu betul-betul pendusta? \"",
      "numberInSurah": 74,
      "juz": 13,
      "manzil": 3,
      "page": 244,
      "ruku": 201,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1671,
      "text": "Mereka menjawab: \"Balasannya, ialah pada siapa diketemukan (barang yang hilang) dalam karungnya, maka dia sendirilah balasannya (tebusannya)\". Demikianlah kami memberi pembalasan kepada orang-orang yang zalim.",
      "numberInSurah": 75,
      "juz": 13,
      "manzil": 3,
      "page": 244,
      "ruku": 201,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1672,
      "text": "Maka mulailah Yusuf (memeriksa) karung-karung mereka sebelum (memeriksa) karung saudaranya sendiri, kemudian dia mengeluarkan piala raja itu dari karung saudaranya. Demikianlah Kami atur untuk (mencapai maksud) Yusuf. Tiadalah patut Yusuf menghukum saudaranya menurut undang-undang raja, kecuali Allah menghendaki-Nya. Kami tinggikan derajat orang yang Kami kehendaki; dan di atas tiap-tiap orang yang berpengetahuan itu ada lagi Yang Maha Mengetahui.",
      "numberInSurah": 76,
      "juz": 13,
      "manzil": 3,
      "page": 244,
      "ruku": 201,
      "hizbQuarter": 97,
      "sajda": false
    },
    {
      "number": 1673,
      "text": "Mereka berkata: \"Jika ia mencuri, maka sesungguhnya, telah pernah mencuri pula saudaranya sebelum itu\". Maka Yusuf menyembunyikan kejengkelan itu pada dirinya dan tidak menampakkannya kepada mereka. Dia berkata (dalam hatinya): \"Kamu lebih buruk kedudukanmu (sifat-sifatmu) dan Allah Maha Mengetahui apa yang kamu terangkan itu\".",
      "numberInSurah": 77,
      "juz": 13,
      "manzil": 3,
      "page": 244,
      "ruku": 201,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1674,
      "text": "Mereka berkata: \"Wahai Al Aziz, sesungguhnya ia mempunyai ayah yang sudah lanjut usianya, lantaran itu ambillah salah seorang diantara kami sebagai gantinya, sesungguhnya kami melihat kamu termasuk oranng-orang yang berbuat baik\".",
      "numberInSurah": 78,
      "juz": 13,
      "manzil": 3,
      "page": 244,
      "ruku": 201,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1675,
      "text": "Berkata Yusuf: \"Aku mohon perlindungan kepada Allah daripada menahan seorang, kecuali orang yang kami ketemukan harta benda kami padanya, jika kami berbuat demikian, maka benar-benarlah kami orang-orang yang zalim\".",
      "numberInSurah": 79,
      "juz": 13,
      "manzil": 3,
      "page": 245,
      "ruku": 201,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1676,
      "text": "Maka tatkala mereka berputus asa dari pada (putusan) Yusuf mereka menyendiri sambil berunding dengan berbisik-bisik. Berkatalah yang tertua diantara mereka: \"Tidakkah kamu ketahui bahwa sesungguhnya ayahmu telah mengambil janji dari kamu dengan nama Allah dan sebelum itu kamu telah menyia-nyiakan Yusuf. Sebab itu aku tidak akan meninggalkan negeri Mesir, sampai ayahku mengizinkan kepadaku (untuk kembali), atau Allah memberi keputusan terhadapku. Dan Dia adalah Hakim yang sebaik-baiknya\".",
      "numberInSurah": 80,
      "juz": 13,
      "manzil": 3,
      "page": 245,
      "ruku": 202,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1677,
      "text": "Kembalilah kepada ayahmu dan katakanlah: \"Wahai ayah kami! Sesungguhnya anakmu telah mencuri, dan kami hanya menyaksikan apa yang kami ketahui, dan sekali-kali kami tidak dapat menjaga (mengetahui) barang yang ghaib.",
      "numberInSurah": 81,
      "juz": 13,
      "manzil": 3,
      "page": 245,
      "ruku": 202,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1678,
      "text": "Dan tanyalah (penduduk) negeri yang kami berada disitu, dan kafilah yang kami datang bersamanya, dan sesungguhnya kami adalah orang-orang yang benar\".",
      "numberInSurah": 82,
      "juz": 13,
      "manzil": 3,
      "page": 245,
      "ruku": 202,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1679,
      "text": "Ya'qub berkata: \"Hanya dirimu sendirilah yang memandang baik perbuatan (yang buruk) itu. Maka kesabaran yang baik itulah (kesabaranku). Mudah-mudahan Allah mendatangkan mereka semuanya kepadaku; sesungguhnya Dialah Yang Maha Mengetahui lagi Maha Bijaksana\".",
      "numberInSurah": 83,
      "juz": 13,
      "manzil": 3,
      "page": 245,
      "ruku": 202,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1680,
      "text": "Dan Ya'qub berpaling dari mereka (anak-anaknya) seraya berkata: \"Aduhai duka citaku terhadap Yusuf\", dan kedua matanya menjadi putih karena kesedihan dan dia adalah seorang yang menahan amarahnya (terhadap anak-anaknya).",
      "numberInSurah": 84,
      "juz": 13,
      "manzil": 3,
      "page": 245,
      "ruku": 202,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1681,
      "text": "Mereka berkata: \"Demi Allah, senantiasa kamu mengingati Yusuf, sehingga kamu mengidapkan penyakit yang berat atau termasuk orang-orang yang binasa\".",
      "numberInSurah": 85,
      "juz": 13,
      "manzil": 3,
      "page": 245,
      "ruku": 202,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1682,
      "text": "Ya'qub menjawab: \"Sesungguhnya hanyalah kepada Allah aku mengadukan kesusahan dan kesedihanku, dan aku mengetahui dari Allah apa yang kamu tiada mengetahuinya\".",
      "numberInSurah": 86,
      "juz": 13,
      "manzil": 3,
      "page": 245,
      "ruku": 202,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1683,
      "text": "Hai anak-anakku, pergilah kamu, maka carilah berita tentang Yusuf dan saudaranya dan jangan kamu berputus asa dari rahmat Allah. Sesungguhnya tiada berputus asa dari rahmat Allah, melainkan kaum yang kafir\".",
      "numberInSurah": 87,
      "juz": 13,
      "manzil": 3,
      "page": 246,
      "ruku": 202,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1684,
      "text": "Maka ketika mereka masuk ke (tempat) Yusuf, mereka berkata: \"Hai Al Aziz, kami dan keluarga kami telah ditimpa kesengsaraan dan kami datang membawa barang-barang yang tak berharga, maka sempurnakanlah sukatan untuk kami, dan bersedekahlah kepada kami, sesungguhnya Allah memberi balasan kepada orang-orang yang bersedekah\".",
      "numberInSurah": 88,
      "juz": 13,
      "manzil": 3,
      "page": 246,
      "ruku": 202,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1685,
      "text": "Yusuf berkata: \"Apakah kamu mengetahui (kejelekan) apa yang telah kamu lakukan terhadap Yusuf dan saudaranya ketika kamu tidak mengetahui (akibat) perbuatanmu itu?\".",
      "numberInSurah": 89,
      "juz": 13,
      "manzil": 3,
      "page": 246,
      "ruku": 202,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1686,
      "text": "Mereka berkata: \"Apakah kamu ini benar-benar Yusuf?\". Yusuf menjawab: \"Akulah Yusuf dan ini saudaraku. Sesungguhnya Allah telah melimpahkan karunia-Nya kepada kami\". Sesungguhnya barang siapa yang bertakwa dan bersabar, maka sesungguhnya Allah tidak menyia-nyiakan pahala orang-orang yang berbuat baik\"",
      "numberInSurah": 90,
      "juz": 13,
      "manzil": 3,
      "page": 246,
      "ruku": 202,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1687,
      "text": "Mereka berkata: \"Demi Allah, sesungguhnya Allah telah melebihkan kamu atas kami, dan sesungguhnya kami adalah orang-orang yang bersalah (berdosa)\".",
      "numberInSurah": 91,
      "juz": 13,
      "manzil": 3,
      "page": 246,
      "ruku": 202,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1688,
      "text": "Dia (Yusuf) berkata: \"Pada hari ini tak ada cercaan terhadap kamu, mudah-mudahan Allah mengampuni (kamu), dan Dia adalah Maha Penyayang diantara para penyayang\".",
      "numberInSurah": 92,
      "juz": 13,
      "manzil": 3,
      "page": 246,
      "ruku": 202,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1689,
      "text": "Pergilah kamu dengan membawa baju gamisku ini, lalu letakkanlah dia kewajah ayahku, nanti ia akan melihat kembali; dan bawalah keluargamu semuanya kepadaku\".",
      "numberInSurah": 93,
      "juz": 13,
      "manzil": 3,
      "page": 246,
      "ruku": 202,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1690,
      "text": "Tatkala kafilah itu telah ke luar (dari negeri Mesir) berkata ayah mereka: \"Sesungguhnya aku mencium bau Yusuf, sekiranya kamu tidak menuduhku lemah akal (tentu kamu membenarkan aku)\".",
      "numberInSurah": 94,
      "juz": 13,
      "manzil": 3,
      "page": 246,
      "ruku": 203,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1691,
      "text": "Keluarganya berkata: \"Demi Allah, sesungguhnya kamu masih dalam kekeliruanmu yang dahulu\".",
      "numberInSurah": 95,
      "juz": 13,
      "manzil": 3,
      "page": 246,
      "ruku": 203,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1692,
      "text": "Tatkala telah tiba pembawa kabar gembira itu, maka diletakkannya baju gamis itu ke wajah Ya'qub, lalu kembalilah dia dapat melihat. Berkata Ya'qub: \"Tidakkah aku katakan kepadamu, bahwa aku mengetahui dari Allah apa yang kamu tidak mengetahuinya\".",
      "numberInSurah": 96,
      "juz": 13,
      "manzil": 3,
      "page": 247,
      "ruku": 203,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1693,
      "text": "Mereka berkata: \"Wahai ayah kami, mohonkanlah ampun bagi kami terhadap dosa-dosa kami, sesungguhnya kami adalah orang-orang yang bersalah (berdosa)\".",
      "numberInSurah": 97,
      "juz": 13,
      "manzil": 3,
      "page": 247,
      "ruku": 203,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1694,
      "text": "Ya'qub berkata: \"Aku akan memohonkan ampun bagimu kepada Tuhanku. Sesungguhnya Dialah Yang Maha Pengampun lagi Maha Penyayang\".",
      "numberInSurah": 98,
      "juz": 13,
      "manzil": 3,
      "page": 247,
      "ruku": 203,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1695,
      "text": "Maka tatkala mereka masuk ke (tempat) Yusuf: Yusuf merangkul ibu bapanya dan dia berkata: \"Masuklah kamu ke negeri Mesir, insya Allah dalam keadaan aman\".",
      "numberInSurah": 99,
      "juz": 13,
      "manzil": 3,
      "page": 247,
      "ruku": 203,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1696,
      "text": "Dan ia menaikkan kedua ibu-bapanya ke atas singgasana. Dan mereka (semuanya) merebahkan diri seraya sujud kepada Yusuf. Dan berkata Yusuf: \"Wahai ayahku inilah ta'bir mimpiku yang dahulu itu; sesungguhnya Tuhanku telah menjadikannya suatu kenyataan. Dan sesungguhnya Tuhanku telah berbuat baik kepadaku, ketika Dia membebaskan aku dari rumah penjara dan ketika membawa kamu dari dusun padang pasir, setelah syaitan merusakkan (hubungan) antaraku dan saudara-saudaraku. Sesungguhnya Tuhanku Maha Lembut terhadap apa yang Dia kehendaki. Sesungguhnya Dialah Yang Maha Mengetahui lagi Maha Bijaksana.",
      "numberInSurah": 100,
      "juz": 13,
      "manzil": 3,
      "page": 247,
      "ruku": 203,
      "hizbQuarter": 98,
      "sajda": false
    },
    {
      "number": 1697,
      "text": "Ya Tuhanku, sesungguhnya Engkau telah menganugerahkan kepadaku sebahagian kerajaan dan telah mengajarkan kepadaku sebahagian ta'bir mimpi. (Ya Tuhan) Pencipta langit dan bumi. Engkaulah Pelindungku di dunia dan di akhirat, wafatkanlah aku dalam keadaan Islam dan gabungkanlah aku dengan orang-orang yang saleh.",
      "numberInSurah": 101,
      "juz": 13,
      "manzil": 3,
      "page": 247,
      "ruku": 203,
      "hizbQuarter": 99,
      "sajda": false
    },
    {
      "number": 1698,
      "text": "Demikian itu (adalah) diantara berita-berita yang ghaib yang Kami wahyukan kepadamu (Muhammad); padahal kamu tidak berada pada sisi mereka, ketika mereka memutuskan rencananya (untuk memasukkan Yusuf ke dalam sumur) dan mereka sedang mengatur tipu daya.",
      "numberInSurah": 102,
      "juz": 13,
      "manzil": 3,
      "page": 247,
      "ruku": 203,
      "hizbQuarter": 99,
      "sajda": false
    },
    {
      "number": 1699,
      "text": "Dan sebahagian besar manusia tidak akan beriman -- walaupun kamu sangat menginginkannya.",
      "numberInSurah": 103,
      "juz": 13,
      "manzil": 3,
      "page": 247,
      "ruku": 203,
      "hizbQuarter": 99,
      "sajda": false
    },
    {
      "number": 1700,
      "text": "Dan kamu sekali-kali tidak meminta upah kepada mereka (terhadap seruanmu ini), itu tidak lain hanyalah pengajaran bagi semesta alam.",
      "numberInSurah": 104,
      "juz": 13,
      "manzil": 3,
      "page": 248,
      "ruku": 203,
      "hizbQuarter": 99,
      "sajda": false
    },
    {
      "number": 1701,
      "text": "Dan banyak sekali tanda-tanda (kekuasaan Allah) di langit dan di bumi yang mereka melaluinya, sedang mereka berpaling dari padanya.",
      "numberInSurah": 105,
      "juz": 13,
      "manzil": 3,
      "page": 248,
      "ruku": 204,
      "hizbQuarter": 99,
      "sajda": false
    },
    {
      "number": 1702,
      "text": "Dan sebahagian besar dari mereka tidak beriman kepada Allah, melainkan dalam keadaan mempersekutukan Allah (dengan sembahan-sembahan lain).",
      "numberInSurah": 106,
      "juz": 13,
      "manzil": 3,
      "page": 248,
      "ruku": 204,
      "hizbQuarter": 99,
      "sajda": false
    },
    {
      "number": 1703,
      "text": "Apakah mereka merasa aman dari kedatangan siksa Allah yang meliputi mereka, atau kedatangan kiamat kepada mereka secara mendadak, sedang mereka tidak menyadarinya?",
      "numberInSurah": 107,
      "juz": 13,
      "manzil": 3,
      "page": 248,
      "ruku": 204,
      "hizbQuarter": 99,
      "sajda": false
    },
    {
      "number": 1704,
      "text": "Katakanlah: \"Inilah jalan (agama)ku, aku dan orang-orang yang mengikutiku mengajak (kamu) kepada Allah dengan hujjah yang nyata, Maha Suci Allah, dan aku tiada termasuk orang-orang yang musyrik\".",
      "numberInSurah": 108,
      "juz": 13,
      "manzil": 3,
      "page": 248,
      "ruku": 204,
      "hizbQuarter": 99,
      "sajda": false
    },
    {
      "number": 1705,
      "text": "Kami tidak mengutus sebelum kamu, melainkan orang laki-laki yang Kami berikan wahyu kepadanya diantara penduduk negeri. Maka tidakkah mereka bepergian di muka bumi lalu melihat bagaimana kesudahan orang-orang sebelum mereka (yang mendustakan rasul) dan sesungguhnya kampung akhirat adalah lebih baik bagi orang-orang yang bertakwa. Maka tidakkah kamu memikirkannya?",
      "numberInSurah": 109,
      "juz": 13,
      "manzil": 3,
      "page": 248,
      "ruku": 204,
      "hizbQuarter": 99,
      "sajda": false
    },
    {
      "number": 1706,
      "text": "Sehingga apabila para rasul tidak mempunyai harapan lagi (tentang keimanan mereka) dan telah meyakini bahwa mereka telah didustakan, datanglah kepada para rasul itu pertolongan Kami, lalu diselamatkan orang-orang yang Kami kehendaki. Dan tidak dapat ditolak siksa Kami dari pada orang-orang yang berdosa.",
      "numberInSurah": 110,
      "juz": 13,
      "manzil": 3,
      "page": 248,
      "ruku": 204,
      "hizbQuarter": 99,
      "sajda": false
    },
    {
      "number": 1707,
      "text": "Sesungguhnya pada kisah-kisah mereka itu terdapat pengajaran bagi orang-orang yang mempunyai akal. Al Quran itu bukanlah cerita yang dibuat-buat, akan tetapi membenarkan (kitab-kitab) yang sebelumnya dan menjelaskan segala sesuatu, dan sebagai petunjuk dan rahmat bagi kaum yang beriman.",
      "numberInSurah": 111,
      "juz": 13,
      "manzil": 3,
      "page": 248,
      "ruku": 204,
      "hizbQuarter": 99,
      "sajda": false
    }
  ],
  "edition": {
    "identifier": "id.indonesian",
    "language": "id",
    "name": "Bahasa Indonesia",
    "englishName": "Unknown",
    "format": "text",
    "type": "translation",
    "direction": "ltr"
  }
}