{
  "number": 21,
  "name": "سُورَةُ الأَنبِيَاءِ",
  "englishName": "Al-Anbiyaa",
  "englishNameTranslation": "The Prophets",
  "revelationType": "Meccan",
  "numberOfAyahs": 112,
  "ayahs": [
    {
      "number": 2484,
      "text": "Telah dekat kepada manusia hari menghisab segala amalan mereka, sedang mereka berada dalam kelalaian lagi berpaling (daripadanya).",
      "numberInSurah": 1,
      "juz": 17,
      "manzil": 4,
      "page": 322,
      "ruku": 278,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2485,
      "text": "Tidak datang kepada mereka suatu ayat Al Quran pun yang baru (di-turunkan) dari Tuhan mereka, melainkan mereka mendengarnya, sedang mereka bermain-main,",
      "numberInSurah": 2,
      "juz": 17,
      "manzil": 4,
      "page": 322,
      "ruku": 278,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2486,
      "text": "(lagi) hati mereka dalam keadaan lalai. Dan mereka yang zalim itu merahasiakan pembicaraan mereka: \"Orang ini tidak lain hanyalah seorang manusia (jua) seperti kamu, maka apakah kamu menerima sihir itu, padahal kamu menyaksikannya?\"",
      "numberInSurah": 3,
      "juz": 17,
      "manzil": 4,
      "page": 322,
      "ruku": 278,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2487,
      "text": "Berkatalah Muhammad (kepada mereka): \"Tuhanku mengetahui semua perkataan di langit dan di bumi dan Dialah Yang Maha Mendengar lagi Maha Mengetahui\".",
      "numberInSurah": 4,
      "juz": 17,
      "manzil": 4,
      "page": 322,
      "ruku": 278,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2488,
      "text": "Bahkan mereka berkata (pula): \"(Al Quran itu adalah) mimpi-mimpi yang kalut, malah diada-adakannya, bahkan dia sendiri seorang penyair, maka hendaknya ia mendatangkan kepada kita suatu mukjizat, sebagai-mana rasul-rasul yang telah lalu di-utus\".",
      "numberInSurah": 5,
      "juz": 17,
      "manzil": 4,
      "page": 322,
      "ruku": 278,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2489,
      "text": "Tidak ada (penduduk) suatu negeripun yang beriman yang Kami telah membinasakannya sebeIum mereka; maka apakah mereka akan beriman?",
      "numberInSurah": 6,
      "juz": 17,
      "manzil": 4,
      "page": 322,
      "ruku": 278,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2490,
      "text": "Kami tiada mengutus rasul rasul sebelum kamu (Muhammad), melainkan beberapa orang-laki-laki yang Kami beri wahyu kepada mereka, maka tanyakanlah olehmu kepada orang-orang yang berilmu, jika kamu tiada mengetahui.",
      "numberInSurah": 7,
      "juz": 17,
      "manzil": 4,
      "page": 322,
      "ruku": 278,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2491,
      "text": "Dan tidaklah Kami jadikan mereka tubuh-tubuh yang tiada memakan makanan, dan tidak (pula) mereka itu orang-orang yang kekal.",
      "numberInSurah": 8,
      "juz": 17,
      "manzil": 4,
      "page": 322,
      "ruku": 278,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2492,
      "text": "Kemudian Kami tepati janji (yang telah Kami janjikan) kepada mereka. Maka Kami selamatkan mereka dan orang-orang yang Kami kehendaki dan Kami binasakan orang-orang yang melampaui batas.",
      "numberInSurah": 9,
      "juz": 17,
      "manzil": 4,
      "page": 322,
      "ruku": 278,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2493,
      "text": "Sesungguhnya telah Kami turunkan kepada kamu sebuah kitab yang di dalamnya terdapat sebab-sebab kemuliaan bagimu. Maka apakah kamu tiada memahaminya?",
      "numberInSurah": 10,
      "juz": 17,
      "manzil": 4,
      "page": 322,
      "ruku": 278,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2494,
      "text": "Dan berapa banyaknya (penduduk) negeri yang zalim yang teIah Kami binasakan, dan Kami adakan sesudah mereka itu kaum yang lain (sebagai penggantinya).",
      "numberInSurah": 11,
      "juz": 17,
      "manzil": 4,
      "page": 323,
      "ruku": 279,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2495,
      "text": "Maka tatkala mereka merasakan azab Kami, tiba-tiba mereka melarikan diri dari negerinya.",
      "numberInSurah": 12,
      "juz": 17,
      "manzil": 4,
      "page": 323,
      "ruku": 279,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2496,
      "text": "Janganlah kamu lari tergesa-gesa; kembalilah kamu kepada nikmat yang telah kamu rasakan dan kepada tempat-tempat kediamanmu (yang baik), supaya kamu ditanya.",
      "numberInSurah": 13,
      "juz": 17,
      "manzil": 4,
      "page": 323,
      "ruku": 279,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2497,
      "text": "Mereka berkata: \"Aduhai, celaka kami, sesungguhnya kami adalah orang-orang yang zaIim\".",
      "numberInSurah": 14,
      "juz": 17,
      "manzil": 4,
      "page": 323,
      "ruku": 279,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2498,
      "text": "Maka tetaplah demikian keluhan mereka, sehingga Kami jadikan mereka sebagai tanaman yang telah dituai, yang tidak dapat hidup lagi.",
      "numberInSurah": 15,
      "juz": 17,
      "manzil": 4,
      "page": 323,
      "ruku": 279,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2499,
      "text": "Dan tidaklah Kami ciptakan Iangit dan bumi dan segala yang ada di antara keduanya dengan bermain-main.",
      "numberInSurah": 16,
      "juz": 17,
      "manzil": 4,
      "page": 323,
      "ruku": 279,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2500,
      "text": "Sekiranya Kami hendak membuat sesuatu permainan, (isteri dan anak), tentulah Kami membuatnya dari sisi Kami. Jika Kami menghendaki berbuat demikian, (tentulah Kami telah melakukannya).",
      "numberInSurah": 17,
      "juz": 17,
      "manzil": 4,
      "page": 323,
      "ruku": 279,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2501,
      "text": "Sebenarya Kami melontarkan yang hak kepada yang batil lalu yang hak itu menghancurkannya, maka dengan serta merta yang batil itu lenyap. Dan kecelakaanlah bagimu disebabkan kamu mensifati (Allah dengan sifat-sifat yang tidak layak bagi-Nya).",
      "numberInSurah": 18,
      "juz": 17,
      "manzil": 4,
      "page": 323,
      "ruku": 279,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2502,
      "text": "Dan kepunyaan-Nya-lah segala yang di langit dan di bumi. Dan malaikat-malaikat yang di sisi-Nya, mereka tiada mempunyai rasa angkuh untuk menyembah-Nya dan tiada (pula) merasa letih.",
      "numberInSurah": 19,
      "juz": 17,
      "manzil": 4,
      "page": 323,
      "ruku": 279,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2503,
      "text": "Mereka selalu bertasbih malam dan siang tiada henti-hentinya.",
      "numberInSurah": 20,
      "juz": 17,
      "manzil": 4,
      "page": 323,
      "ruku": 279,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2504,
      "text": "Apakah mereka mengambil tuhan-tuhan dari bumi, yang dapat menghidupkan (orang-orang mati)?",
      "numberInSurah": 21,
      "juz": 17,
      "manzil": 4,
      "page": 323,
      "ruku": 279,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2505,
      "text": "Sekiranya ada di langit dan di bumi tuhan-tuhan selain Allah, tentulah keduanya itu telah rusak binasa. Maka Maha Suci Allah yang mempunyai 'Arsy daripada apa yang mereka sifatkan.",
      "numberInSurah": 22,
      "juz": 17,
      "manzil": 4,
      "page": 323,
      "ruku": 279,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2506,
      "text": "Dia tidak ditanya tentang apa yang diperbuat-Nya dan merekalah yang akan ditanyai.",
      "numberInSurah": 23,
      "juz": 17,
      "manzil": 4,
      "page": 323,
      "ruku": 279,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2507,
      "text": "Apakah mereka mengambil tuhan-tuhan selain-Nya? Katakanlah: \"Unjukkanlah hujjahmu! (Al Quran) ini adalah peringatan bagi orang-orang yang bersamaku, dan peringatan bagi orang-orang yang sebelumku\". Sebenarnya kebanyakan mereka tiada mengetahui yang hak, karena itu mereka berpaling.",
      "numberInSurah": 24,
      "juz": 17,
      "manzil": 4,
      "page": 323,
      "ruku": 279,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2508,
      "text": "Dan Kami tidak mengutus seorang rasulpun sebelum kamu melainkan Kami wahyukan kepadanya: \"Bahwasanya tidak ada Tuhan (yang hak) melainkan Aku, maka sembahlah olehmu sekalian akan Aku\".",
      "numberInSurah": 25,
      "juz": 17,
      "manzil": 4,
      "page": 324,
      "ruku": 279,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2509,
      "text": "Dan mereka berkata: \"Tuhan Yang Maha Pemurah telah mengambil (mempunyai) anak\", Maha Suci Allah. Sebenarnya (malaikat-malaikat itu), adalah hamba-hamba yang dimuliakan,",
      "numberInSurah": 26,
      "juz": 17,
      "manzil": 4,
      "page": 324,
      "ruku": 279,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2510,
      "text": "mereka itu tidak mendahului-Nya dengan perkataan dan mereka mengerjakan perintah-perintah-Nya.",
      "numberInSurah": 27,
      "juz": 17,
      "manzil": 4,
      "page": 324,
      "ruku": 279,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2511,
      "text": "Allah mengetahui segala sesuatu yang dihadapan mereka (malaikat) dan yang di belakang mereka, dan mereka tiada memberi syafa'at melainkan kepada orang yang diridhai Allah, dan mereka itu selalu berhati-hati karena takut kepada-Nya.",
      "numberInSurah": 28,
      "juz": 17,
      "manzil": 4,
      "page": 324,
      "ruku": 279,
      "hizbQuarter": 129,
      "sajda": false
    },
    {
      "number": 2512,
      "text": "Dan barangsiapa di antara mereka, mengatakan: \"Sesungguhnya Aku adalah tuhan selain daripada Allah\", maka orang itu Kami beri balasan dengan Jahannam, demikian Kami memberikan pembalasan kepada orang-orang zalim.",
      "numberInSurah": 29,
      "juz": 17,
      "manzil": 4,
      "page": 324,
      "ruku": 279,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2513,
      "text": "Dan apakah orang-orang yang kafir tidak mengetahui bahwasanya langit dan bumi itu keduanya dahulu adalah suatu yang padu, kemudian Kami pisahkan antara keduanya. Dan dari air Kami jadikan segala sesuatu yang hidup. Maka mengapakah mereka tiada juga beriman?",
      "numberInSurah": 30,
      "juz": 17,
      "manzil": 4,
      "page": 324,
      "ruku": 280,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2514,
      "text": "Dan telah Kami jadikan di bumi ini gunung-gunung yang kokoh supaya bumi itu (tidak) goncang bersama mereka dan telah Kami jadikan (pula) di bumi itu jalan-jalan yang luas, agar mereka mendapat petunjuk.",
      "numberInSurah": 31,
      "juz": 17,
      "manzil": 4,
      "page": 324,
      "ruku": 280,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2515,
      "text": "Dan Kami menjadikan langit itu sebagai atap yang terpelihara, sedang mereka berpaling dari segala tanda-tanda (kekuasaan Allah) yang terdapat padanya.",
      "numberInSurah": 32,
      "juz": 17,
      "manzil": 4,
      "page": 324,
      "ruku": 280,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2516,
      "text": "Dan Dialah yang telah menciptakan malam dan siang, matahari dan bulan. Masing-masing dari keduanya itu beredar di dalam garis edarnya.",
      "numberInSurah": 33,
      "juz": 17,
      "manzil": 4,
      "page": 324,
      "ruku": 280,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2517,
      "text": "Kami tidak menjadikan hidup abadi bagi seorang manusiapun sebelum kamu (Muhammad); maka jikalau kamu mati, apakah mereka akan kekal?",
      "numberInSurah": 34,
      "juz": 17,
      "manzil": 4,
      "page": 324,
      "ruku": 280,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2518,
      "text": "Tiap-tiap yang berjiwa akan merasakan mati. Kami akan menguji kamu dengan keburukan dan kebaikan sebagai cobaan (yang sebenar-benarnya). Dan hanya kepada Kamilah kamu dikembalikan.",
      "numberInSurah": 35,
      "juz": 17,
      "manzil": 4,
      "page": 324,
      "ruku": 280,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2519,
      "text": "Dan apahila orang-orang kafir itu melihat kamu, mereka hanya membuat kamu menjadi olok-olok. (Mereka mengatakan): \"Apakah ini orang yang mencela tuhan-tuhan-mu?\", padahal mereka adaIah orang-orang yang ingkar mengingat Allah Yang Maha Pemurah.",
      "numberInSurah": 36,
      "juz": 17,
      "manzil": 4,
      "page": 325,
      "ruku": 280,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2520,
      "text": "Manusia telah dijadikan (bertabiat) tergesa-gesa. Kelak akan Aku perIihatkan kepadamu tanda-tanda azab-Ku. Maka janganlah kamu minta kepada-Ku mendatangkannya dengan segera.",
      "numberInSurah": 37,
      "juz": 17,
      "manzil": 4,
      "page": 325,
      "ruku": 280,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2521,
      "text": "Mereka berkata: \"Kapankah janji itu akan datang, jika kamu sekaIian adalah orang-orang yang benar?\"",
      "numberInSurah": 38,
      "juz": 17,
      "manzil": 4,
      "page": 325,
      "ruku": 280,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2522,
      "text": "Andaikata orang-orang kafir itu mengetahui, waktu (di mana) mereka itu tidak mampu mengelakkan api neraka dari muka mereka dan (tidak pula) dari punggung mereka, sedang mereka (tidak pula) mendapat pertolongan, (tentulah mereka tiada meminta disegerakan).",
      "numberInSurah": 39,
      "juz": 17,
      "manzil": 4,
      "page": 325,
      "ruku": 280,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2523,
      "text": "Sebenarnya (azab) itu akan datang kepada mereka dengan sekonyong-konyong lalu membuat mereka menjadi panik, maka mereka tidak sanggup menolaknya dan tidak (pula) mereka diberi tangguh.",
      "numberInSurah": 40,
      "juz": 17,
      "manzil": 4,
      "page": 325,
      "ruku": 280,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2524,
      "text": "Dan sungguh telah diperolok-olokkan beberapa orang rasul sebelum kamu maka turunlah kepada orang yang mencemoohkan rasul-rasul itu azab yang selalu mereka perolok-olokkan.",
      "numberInSurah": 41,
      "juz": 17,
      "manzil": 4,
      "page": 325,
      "ruku": 280,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2525,
      "text": "Katakanlah: \"Siapakah yang dapat memelihara kamu di waktu malam dan siang hari dari (azab Allah) Yang Maha Pemurah?\" Sebenarnya mereka adalah orang-orang yang berpaling dari mengingati Tuhan mereka.",
      "numberInSurah": 42,
      "juz": 17,
      "manzil": 4,
      "page": 325,
      "ruku": 281,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2526,
      "text": "Atau adakah mereka mempunyai tuhan-tuhan yang dapat memelihara mereka dari (azab) Kami. Tuhan-tuhan itu tidak sanggup menolong diri mereka sendiri dan tidak (pula) mereka dilindungi dari (azab) Kami itu?",
      "numberInSurah": 43,
      "juz": 17,
      "manzil": 4,
      "page": 325,
      "ruku": 281,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2527,
      "text": "Sebenarnya Kami telah memberi mereka dan bapak-bapak mereka kenikmatan (hidup di dunia) hingga panjanglah umur mereka. Maka apakah mereka tidak melihat bahwasanya Kami mendatangi negeri (orang kafir), lalu Kami kurangi luasnya dari segala penjurunya. Maka apakah mereka yang menang?",
      "numberInSurah": 44,
      "juz": 17,
      "manzil": 4,
      "page": 325,
      "ruku": 281,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2528,
      "text": "Katakanlah (hai Muhammad): \"Sesungguhnya aku hanya memberi peringatan kepada kamu sekalian dengan wahyu dan tiadalah orang-orang yang tuli mendengar seruan, apabila mereka diberi peringatan\"",
      "numberInSurah": 45,
      "juz": 17,
      "manzil": 4,
      "page": 326,
      "ruku": 281,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2529,
      "text": "Dan sesungguhnya, jika mereka ditimpa sedikit saja dari azab Tuhan-mu, pastilah mereka berkata: \"Aduhai, celakalah kami, bahwasanya kami adalah orang yang menganiaya diri sendiri\".",
      "numberInSurah": 46,
      "juz": 17,
      "manzil": 4,
      "page": 326,
      "ruku": 281,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2530,
      "text": "Kami akan memasang timbangan yang tepat pada hari kiamat, maka tiadalah dirugikan seseorang barang sedikitpun. Dan jika (amalan itu) hanya seberat biji sawipun pasti Kami mendatangkan (pahala)nya. Dan cukuplah Kami sebagai pembuat perhitungan.",
      "numberInSurah": 47,
      "juz": 17,
      "manzil": 4,
      "page": 326,
      "ruku": 281,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2531,
      "text": "Dan sesungguhnya telah Kami berikan kepada Musa dan Harun Kitab Taurat dan penerangan serta pengajaran bagi orang-orang yang bertakwa.",
      "numberInSurah": 48,
      "juz": 17,
      "manzil": 4,
      "page": 326,
      "ruku": 281,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2532,
      "text": "(yaitu) orang-orang yang takut akan (azab) Tuhan mereka, sedang mereka tidak melihat-Nya, dan mereka merasa takut akan (tibanya) hari kiamat.",
      "numberInSurah": 49,
      "juz": 17,
      "manzil": 4,
      "page": 326,
      "ruku": 281,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2533,
      "text": "Dan Al Quran ini adalah suatu kitab (peringatan) yang mempunyai berkah yang telah Kami turunkan. Maka mengapakah kamu mengingkarinya?",
      "numberInSurah": 50,
      "juz": 17,
      "manzil": 4,
      "page": 326,
      "ruku": 281,
      "hizbQuarter": 130,
      "sajda": false
    },
    {
      "number": 2534,
      "text": "Dan sesungguhnya telah Kami anugerahkan kepada Ibrahim hidayah kebenaran sebelum (Musa dan Harun), dan adalah Kami mengetahui (keadaan)nya.",
      "numberInSurah": 51,
      "juz": 17,
      "manzil": 4,
      "page": 326,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2535,
      "text": "(Ingatlah), ketika Ibrahim berkata kepada bapaknya dan kaumnya: \"Patung-patung apakah ini yang kamu tekun beribadat kepadanya?\"",
      "numberInSurah": 52,
      "juz": 17,
      "manzil": 4,
      "page": 326,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2536,
      "text": "Mereka menjawab: \"Kami mendapati bapak-bapak kami menyembahnya\".",
      "numberInSurah": 53,
      "juz": 17,
      "manzil": 4,
      "page": 326,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2537,
      "text": "Ibrahim berkata: \"Sesungguhnya kamu dan bapak-bapakmu berada dalam kesesatan yang nyata\".",
      "numberInSurah": 54,
      "juz": 17,
      "manzil": 4,
      "page": 326,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2538,
      "text": "Mereka menjawab: \"Apakah kamu datang kepada kami dengan sungguh-sungguh ataukah kamu termasuk orang-orang yang bermain-main?\"",
      "numberInSurah": 55,
      "juz": 17,
      "manzil": 4,
      "page": 326,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2539,
      "text": "Ibrahim berkata: \"Sebenarnya Tuhan kamu ialah Tuhan langit dan bumi yang telah menciptakannya: dan aku termasuk orang-orang yang dapat memberikan bukti atas yang demikian itu\".",
      "numberInSurah": 56,
      "juz": 17,
      "manzil": 4,
      "page": 326,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2540,
      "text": "Demi Allah, sesungguhnya aku akan melakukan tipu daya terhadap berhala-berhalamu sesudah kamu pergi meninggalkannya.",
      "numberInSurah": 57,
      "juz": 17,
      "manzil": 4,
      "page": 326,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2541,
      "text": "Maka Ibrahim membuat berhala-berhala itu hancur berpotong-potong, kecuali yang terbesar (induk) dari patung-patung yang lain; agar mereka kembali (untuk bertanya) kepadanya.",
      "numberInSurah": 58,
      "juz": 17,
      "manzil": 4,
      "page": 327,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2542,
      "text": "Mereka berkata: \"Siapakah yang melakukan perbuatan ini terhadap tuhan-tuhan kami, sesungguhnya dia termasuk orang-orang yang zalim\".",
      "numberInSurah": 59,
      "juz": 17,
      "manzil": 4,
      "page": 327,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2543,
      "text": "Mereka berkata: \"Kami dengar ada seorang pemuda yang mencela berhala-berhala ini yang bernama Ibrahim\".",
      "numberInSurah": 60,
      "juz": 17,
      "manzil": 4,
      "page": 327,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2544,
      "text": "Mereka berkata: \"(Kalau demikian) bawalah dia dengan cara yang dapat dilihat orang banyak, agar mereka menyaksikan\".",
      "numberInSurah": 61,
      "juz": 17,
      "manzil": 4,
      "page": 327,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2545,
      "text": "Mereka bertanya: \"Apakah kamu, yang melakukan perbuatan ini terhadap tuhan-tuhan kami, hai Ibrahim?\"",
      "numberInSurah": 62,
      "juz": 17,
      "manzil": 4,
      "page": 327,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2546,
      "text": "Ibrahim menjawab: \"Sebenarnya patung yang besar itulah yang melakukannya, maka tanyakanlah kepada berhala itu, jika mereka dapat berbicara\".",
      "numberInSurah": 63,
      "juz": 17,
      "manzil": 4,
      "page": 327,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2547,
      "text": "Maka mereka telah kembali kepada kesadaran dan lalu berkata: \"Sesungguhnya kamu sekalian adalah orang-orang yang menganiaya (diri sendiri)\",",
      "numberInSurah": 64,
      "juz": 17,
      "manzil": 4,
      "page": 327,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2548,
      "text": "kemudian kepala mereka jadi tertunduk (lalu berkata): \"Sesungguhnya kamu (hai Ibrahim) telah mengetahui bahwa berhala-berhala itu tidak dapat berbicara\".",
      "numberInSurah": 65,
      "juz": 17,
      "manzil": 4,
      "page": 327,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2549,
      "text": "Ibrahim berkata: Maka mengapakah kamu menyembah selain Allah sesuatu yang tidak dapat memberi manfaat sedikitpun dan tidak (pula) memberi mudharat kepada kamu?\"",
      "numberInSurah": 66,
      "juz": 17,
      "manzil": 4,
      "page": 327,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2550,
      "text": "Ah (celakalah) kamu dan apa yang kamu sembah selain Allah. Maka apakah kamu tidak memahami?",
      "numberInSurah": 67,
      "juz": 17,
      "manzil": 4,
      "page": 327,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2551,
      "text": "Mereka berkata: \"Bakarlah dia dan bantulah tuhan-tuhan kamu, jika kamu benar-benar hendak bertindak\".",
      "numberInSurah": 68,
      "juz": 17,
      "manzil": 4,
      "page": 327,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2552,
      "text": "Kami berfirman: \"Hai api menjadi dinginlah, dan menjadi keselamatanlah bagi Ibrahim\",",
      "numberInSurah": 69,
      "juz": 17,
      "manzil": 4,
      "page": 327,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2553,
      "text": "mereka hendak berbuat makar terhadap Ibrahim, maka Kami menjadikan mereka itu orang-orang yang paling merugi.",
      "numberInSurah": 70,
      "juz": 17,
      "manzil": 4,
      "page": 327,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2554,
      "text": "Dan Kami seIamatkan Ibrahim dan Luth ke sebuah negeri yang Kami telah memberkahinya untuk sekalian manusia.",
      "numberInSurah": 71,
      "juz": 17,
      "manzil": 4,
      "page": 327,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2555,
      "text": "Dan Kami telah memberikan kepada-nya (Ibrahim) lshak dan Ya'qub, sebagai suatu anugerah (daripada Kami). Dan masing-masingnya Kami jadikan orang-orang yang saleh",
      "numberInSurah": 72,
      "juz": 17,
      "manzil": 4,
      "page": 327,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2556,
      "text": "Kami telah menjadikan mereka itu sebagai pemimpin-pemimpin yang memberi petunjuk dengan perintah Kami dan telah Kami wahyukan kepada, mereka mengerjakan kebajikan, mendirikan sembahyang, menunaikan zakat, dan hanya kepada Kamilah mereka selalu menyembah,",
      "numberInSurah": 73,
      "juz": 17,
      "manzil": 4,
      "page": 328,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2557,
      "text": "dan kepada Luth, Kami telah berikan hikmah dan ilmu, dan telah Kami selamatkan dia dari (azab yang telah menimpa penduduk) kota yang mengerjakan perbuatan keji. Sesungguhnya mereka adalah kaum yang jahat lagi fasik,",
      "numberInSurah": 74,
      "juz": 17,
      "manzil": 4,
      "page": 328,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2558,
      "text": "dan Kami masukkan dia ke dalam rahmat Kami; karena sesungguhnya dia termasuk orang-orang yang saleh.",
      "numberInSurah": 75,
      "juz": 17,
      "manzil": 4,
      "page": 328,
      "ruku": 282,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2559,
      "text": "Dan (ingatlah kisah) Nuh, sebelum itu ketika dia berdoa, dan Kami memperkenankan doanya, lalu Kami selamatkan dia beserta keluarganya dari bencana yang besar.",
      "numberInSurah": 76,
      "juz": 17,
      "manzil": 4,
      "page": 328,
      "ruku": 283,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2560,
      "text": "Dan Kami telah menolongnya dari kaum yang telah mendustakan ayat-ayat Kami. Sesungguhnya mereka adalah kaum yang jahat, maka Kami tenggelamkan mereka semuanya.",
      "numberInSurah": 77,
      "juz": 17,
      "manzil": 4,
      "page": 328,
      "ruku": 283,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2561,
      "text": "Dan (ingatlah kisah) Daud dan Sulaiman, di waktu keduanya memberikan keputusan mengenai tanaman, karena tanaman itu dirusak oleh kambing-kambing kepunyaan kaumnya. Dan adalah Kami menyaksikan keputusan yang diberikan oleh mereka itu,",
      "numberInSurah": 78,
      "juz": 17,
      "manzil": 4,
      "page": 328,
      "ruku": 283,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2562,
      "text": "maka Kami telah memberikan pengertian kepada Sulaiman tentang hukum (yang lebih tepat); dan kepada masing-masing mereka telah Kami berikan hikmah dan ilmu dan telah Kami tundukkan gunung-gunung dan burung-burung, semua bertasbih bersama Daud. Dan kamilah yang melakukannya.",
      "numberInSurah": 79,
      "juz": 17,
      "manzil": 4,
      "page": 328,
      "ruku": 283,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2563,
      "text": "Dan telah Kami ajarkan kepada Daud membuat baju besi untuk kamu, guna memelihara kamu dalam peperanganmu; Maka hendaklah kamu bersyukur (kepada Allah).",
      "numberInSurah": 80,
      "juz": 17,
      "manzil": 4,
      "page": 328,
      "ruku": 283,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2564,
      "text": "Dan (telah Kami tundukkan) untuk Sulaiman angin yang sangat kencang tiupannya yang berhembus dengan perintahnya ke negeri yang kami telah memberkatinya. Dan adalah Kami Maha Mengetahui segala sesuatu.",
      "numberInSurah": 81,
      "juz": 17,
      "manzil": 4,
      "page": 328,
      "ruku": 283,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2565,
      "text": "Dan Kami telah tundukkan (pula kepada Sulaiman) segolongan syaitan-syaitan yang menyelam (ke dalam laut) untuknya dan mengerjakan pekerjaan selain daripada itu, dan adalah Kami memelihara mereka itu,",
      "numberInSurah": 82,
      "juz": 17,
      "manzil": 4,
      "page": 329,
      "ruku": 283,
      "hizbQuarter": 131,
      "sajda": false
    },
    {
      "number": 2566,
      "text": "dan (ingatlah kisah) Ayub, ketika ia menyeru Tuhannya: \"(Ya Tuhanku), sesungguhnya aku telah ditimpa penyakit dan Engkau adalah Tuhan Yang Maha Penyayang di antara semua penyayang\".",
      "numberInSurah": 83,
      "juz": 17,
      "manzil": 4,
      "page": 329,
      "ruku": 283,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2567,
      "text": "Maka Kamipun memperkenankan seruannya itu, lalu Kami lenyapkan penyakit yang ada padanya dan Kami kembalikan keluarganya kepadanya, dan Kami lipat gandakan bilangan mereka, sebagai suatu rahmat dari sisi Kami dan untuk menjadi peringatan bagi semua yang menyembah Allah.",
      "numberInSurah": 84,
      "juz": 17,
      "manzil": 4,
      "page": 329,
      "ruku": 283,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2568,
      "text": "Dan (ingatlah kisah) Ismail, Idris dan Dzulkifli. Semua mereka termasuk orang-orang yang sabar.",
      "numberInSurah": 85,
      "juz": 17,
      "manzil": 4,
      "page": 329,
      "ruku": 283,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2569,
      "text": "Kami telah memasukkan mereka kedalam rahmat Kami. Sesungguhnya mereka termasuk orang-orang yang saleh.",
      "numberInSurah": 86,
      "juz": 17,
      "manzil": 4,
      "page": 329,
      "ruku": 283,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2570,
      "text": "Dan (ingatlah kisah) Dzun Nun (Yunus), ketika ia pergi dalam keadaan marah, lalu ia menyangka bahwa Kami tidak akan mempersempitnya (menyulitkannya), maka ia menyeru dalam keadaan yang sangat gelap: \"Bahwa tidak ada Tuhan selain Engkau. Maha Suci Engkau, sesungguhnya aku adalah termasuk orang-orang yang zalim\".",
      "numberInSurah": 87,
      "juz": 17,
      "manzil": 4,
      "page": 329,
      "ruku": 283,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2571,
      "text": "Maka Kami telah memperkenankan doanya dan menyelamatkannya dari pada kedukaan. Dan demikianlah Kami selamatkan orang-orang yang beriman.",
      "numberInSurah": 88,
      "juz": 17,
      "manzil": 4,
      "page": 329,
      "ruku": 283,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2572,
      "text": "Dan (ingatlah kisah) Zakaria, tatkala ia menyeru Tuhannya: \"Ya Tuhanku janganlah Engkau membiarkan aku hidup seorang diri dan Engkaulah Waris Yang Paling Baik.",
      "numberInSurah": 89,
      "juz": 17,
      "manzil": 4,
      "page": 329,
      "ruku": 283,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2573,
      "text": "Maka Kami memperkenankan doanya, dan Kami anugerahkan kepada nya Yahya dan Kami jadikan isterinya dapat mengandung. Sesungguhnya mereka adalah orang-orang yang selalu bersegera dalam (mengerjakan) perbuatan-perbuatan yang baik dan mereka berdoa kepada Kami dengan harap dan cemas. Dan mereka adalah orang-orang yang khusyu' kepada Kami.",
      "numberInSurah": 90,
      "juz": 17,
      "manzil": 4,
      "page": 329,
      "ruku": 283,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2574,
      "text": "Dan (ingatlah kisah) Maryam yang telah memelihara kehormatannya, lalu Kami tiupkan ke dalam (tubuh)nya ruh dari Kami dan Kami jadikan dia dan anaknya tanda (kekuasaan Allah) yang besar bagi semesta alam.",
      "numberInSurah": 91,
      "juz": 17,
      "manzil": 4,
      "page": 330,
      "ruku": 283,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2575,
      "text": "Sesungguhnya (agama Tauhid) ini adalah agama kamu semua; agama yang satu dan Aku adalah Tuhanmu, maka sembahlah Aku.",
      "numberInSurah": 92,
      "juz": 17,
      "manzil": 4,
      "page": 330,
      "ruku": 283,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2576,
      "text": "Dan mereka telah memotong-motong urusan (agama) mereka di antara mereka. Kepada Kamilah masing-masing golongan itu akan kembali.",
      "numberInSurah": 93,
      "juz": 17,
      "manzil": 4,
      "page": 330,
      "ruku": 283,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2577,
      "text": "Maka barang siapa yang mengerjakan amal saleh, sedang ia beriman, maka tidak ada pengingkaran terhadap amalannya itu dan sesungguhnya Kami menuliskan amalannya itu untuknya.",
      "numberInSurah": 94,
      "juz": 17,
      "manzil": 4,
      "page": 330,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2578,
      "text": "Sungguh tidak mungkin atas (penduduk) suatu negeri yang telah Kami binasakan, bahwa mereka tidak akan kembali (kepada Kami).",
      "numberInSurah": 95,
      "juz": 17,
      "manzil": 4,
      "page": 330,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2579,
      "text": "Hingga apabila dibukakan (tembok) Ya'juj dan Ma'juj, dan mereka turun dengan cepat dari seluruh tempat yang tinggi.",
      "numberInSurah": 96,
      "juz": 17,
      "manzil": 4,
      "page": 330,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2580,
      "text": "Dan telah dekatlah kedatangan janji yang benar (hari berbangkit), maka tiba-tiba terbelalaklah mata orang-orang yang kafir. (Mereka berkata): \"Aduhai, celakalah kami, sesungguhnya kami adalah dalam kelalaian tentang ini, bahkan kami adalah orang-orang yang zalim\".",
      "numberInSurah": 97,
      "juz": 17,
      "manzil": 4,
      "page": 330,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2581,
      "text": "Sesungguhnya kamu dan apa yang kamu sembah selain Allah, adalah umpan Jahannam, kamu pasti masuk ke dalamnya.",
      "numberInSurah": 98,
      "juz": 17,
      "manzil": 4,
      "page": 330,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2582,
      "text": "Andaikata berhala-berhala itu Tuhan, tentulah mereka tidak masuk neraka. Dan semuanya akan kekal di dalamnya.",
      "numberInSurah": 99,
      "juz": 17,
      "manzil": 4,
      "page": 330,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2583,
      "text": "Mereka merintih di dalam api dan mereka di dalamnya tidak bisa mendengar.",
      "numberInSurah": 100,
      "juz": 17,
      "manzil": 4,
      "page": 330,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2584,
      "text": "Bahwasanya orang-orang yang telah ada untuk mereka ketetapan yang baik dari Kami, mereka itu dijauhkan dari neraka,",
      "numberInSurah": 101,
      "juz": 17,
      "manzil": 4,
      "page": 330,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2585,
      "text": "mereka tidak mendengar sedikitpun suara api neraka, dan mereka kekal dalam menikmati apa yang diingini oleh mereka.",
      "numberInSurah": 102,
      "juz": 17,
      "manzil": 4,
      "page": 331,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2586,
      "text": "Mereka tidak disusahkan oleh kedahsyatan yang besar (pada hari kiamat), dan mereka disambut oleh para malaikat. (Malaikat berkata): \"Inilah harimu yang telah dijanjikan kepadamu\".",
      "numberInSurah": 103,
      "juz": 17,
      "manzil": 4,
      "page": 331,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2587,
      "text": "(Yaitu) pada hari Kami gulung langit sebagai menggulung lembaran-lembaran kertas. Sebagaimana Kami telah memulai panciptaan pertama begitulah Kami akan mengulanginya. Itulah suatu janji yang pasti Kami tepati; sesungguhnya Kamilah yang akan melaksanakannya.",
      "numberInSurah": 104,
      "juz": 17,
      "manzil": 4,
      "page": 331,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2588,
      "text": "Dan sungguh telah Kami tulis didalam Zabur sesudah (Kami tulis dalam) Lauh Mahfuzh, bahwasanya bumi ini dipusakai hamba-hamba-Ku yang saleh.",
      "numberInSurah": 105,
      "juz": 17,
      "manzil": 4,
      "page": 331,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2589,
      "text": "Sesungguhnya (apa yang disebutkan) dalam (surat) ini, benar-benar menjadi peringatan bagi kaum yang menyembah (Allah).",
      "numberInSurah": 106,
      "juz": 17,
      "manzil": 4,
      "page": 331,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2590,
      "text": "Dan tiadalah Kami mengutus kamu, melainkan untuk (menjadi) rahmat bagi semesta alam.",
      "numberInSurah": 107,
      "juz": 17,
      "manzil": 4,
      "page": 331,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2591,
      "text": "Katakanlah: \"Sesungguhnya yang diwahyukan kepadaku adalah: \"Bahwasanya Tuhanmu adalah Tuhan Yang Esa. maka hendaklah kamu berserah diri (kepada-Nya)\".",
      "numberInSurah": 108,
      "juz": 17,
      "manzil": 4,
      "page": 331,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2592,
      "text": "Jika mereka berpaling, maka katakanlah: \"Aku telah menyampaikan kepada kamu sekalian (ajaran) yang sama (antara kita) dan aku tidak mengetahui apakah yang diancamkan kepadamu itu sudah dekat atau masih jauh?\".",
      "numberInSurah": 109,
      "juz": 17,
      "manzil": 4,
      "page": 331,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2593,
      "text": "Sesungguhnya Dia mengetahui perkataan (yang kamu ucapkan) dengan terang-terangan dan Dia mengetahui apa yang kamu rahasiakan.",
      "numberInSurah": 110,
      "juz": 17,
      "manzil": 4,
      "page": 331,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2594,
      "text": "Dan aku tiada mengetahui, boleh jadi hal itu cobaan bagi kamu dan kesenangan sampai kepada suatu waktu.",
      "numberInSurah": 111,
      "juz": 17,
      "manzil": 4,
      "page": 331,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    },
    {
      "number": 2595,
      "text": "(Muhammad) berkata: \"Ya Tuhanku, berilah keputusan dengan adil. Dan Tuhan kami ialah Tuhan Yang Maha Pemurah lagi Yang dimohonkan pertolongan-Nya terhadap apa yang kamu katakan\".",
      "numberInSurah": 112,
      "juz": 17,
      "manzil": 4,
      "page": 331,
      "ruku": 284,
      "hizbQuarter": 132,
      "sajda": false
    }
  ],
  "edition": {
    "identifier": "id.indonesian",
    "language": "id",
    "name": "Bahasa Indonesia",
    "englishName": "Unknown",
    "format": "text",
    "type": "translation",
    "direction": "ltr"
  }
}