{
  "number": 27,
  "name": "سُورَةُ النَّمۡلِ",
  "englishName": "An-Naml",
  "englishNameTranslation": "The Ant",
  "revelationType": "Meccan",
  "numberOfAyahs": 93,
  "ayahs": [
    {
      "number": 3160,
      "text": "Thaa Siin (Surat) ini adalah ayat-ayat Al Quran, dan (ayat-ayat) Kitab yang menjelaskan,",
      "numberInSurah": 1,
      "juz": 19,
      "manzil": 5,
      "page": 377,
      "ruku": 327,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3161,
      "text": "untuk menjadi petunjuk dan berita gembira untuk orang-orang yang beriman,",
      "numberInSurah": 2,
      "juz": 19,
      "manzil": 5,
      "page": 377,
      "ruku": 327,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3162,
      "text": "(yaitu) orang-orang yang mendirikan sembahyang dan menunaikan zakat dan mereka yakin akan adanya negeri akhirat.",
      "numberInSurah": 3,
      "juz": 19,
      "manzil": 5,
      "page": 377,
      "ruku": 327,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3163,
      "text": "Sesungguhnya orang-orang yang tidak beriman kepada negeri akhirat, Kami jadikan mereka memandang indah perbuatan-perbuatan mereka, maka mereka bergelimang (dalam kesesatan).",
      "numberInSurah": 4,
      "juz": 19,
      "manzil": 5,
      "page": 377,
      "ruku": 327,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3164,
      "text": "Mereka itulah orang-orang yang mendapat (di dunia) azab yang buruk dan mereka di akhirat adalah orang-orang yang paling merugi.",
      "numberInSurah": 5,
      "juz": 19,
      "manzil": 5,
      "page": 377,
      "ruku": 327,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3165,
      "text": "Dan sesungguhnya kamu benar-benar diberi Al Quran dari sisi (Allah) Yang Maha Bijaksana lagi Maha Mengetahui.",
      "numberInSurah": 6,
      "juz": 19,
      "manzil": 5,
      "page": 377,
      "ruku": 327,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3166,
      "text": "(Ingatlah) ketika Musa berkata kepada keluarganya: \"Sesungguhnya aku melihat api. Aku kelak akan membawa kepadamu khabar daripadanya, atau aku membawa kepadamu suluh api supaya kamu dapat berdiang\".",
      "numberInSurah": 7,
      "juz": 19,
      "manzil": 5,
      "page": 377,
      "ruku": 327,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3167,
      "text": "Maka tatkala dia tiba di (tempat) api itu, diserulah dia: \"Bahwa telah diberkati orang-orang yang berada di dekat api itu, dan orang-orang yang berada di sekitarnya. Dan Maha Suci Allah, Tuhan semesta alam\".",
      "numberInSurah": 8,
      "juz": 19,
      "manzil": 5,
      "page": 377,
      "ruku": 327,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3168,
      "text": "(Allah berfirman): \"Hai Musa, sesungguhnya, Akulah Allah, Yang Maha Perkasa lagi Maha Bijaksana.",
      "numberInSurah": 9,
      "juz": 19,
      "manzil": 5,
      "page": 377,
      "ruku": 327,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3169,
      "text": "dan lemparkanlah tongkatmu\". Maka tatkala (tongkat itu menjadi ular dan) Musa melihatnya bergerak-gerak seperti dia seekor ular yang gesit, larilah ia berbalik ke belakang tanpa menoleh. \"Hai Musa, janganlah kamu takut. Sesungguhnya orang yang dijadikan rasul, tidak takut di hadapan-Ku.",
      "numberInSurah": 10,
      "juz": 19,
      "manzil": 5,
      "page": 377,
      "ruku": 327,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3170,
      "text": "tetapi orang yang berlaku zalim, kemudian ditukarnya kezalimannya dengan kebaikan (Allah akan mengampuninya); maka seaungguhnya Aku Maha Pangampun lagi Maha Penyayang.",
      "numberInSurah": 11,
      "juz": 19,
      "manzil": 5,
      "page": 377,
      "ruku": 327,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3171,
      "text": "Dan masukkanlah tanganmu ke leher bajumu, niscaya ia akan ke luar putih (bersinar) bukan karena penyakit. (Kedua mukjizat ini) termasuk sembilan buah mukjizat (yang akan dikemukakan) kepada Fir'aun dan kaumnya. Sesungguhnya mereka adalah kaum yang fasik\".",
      "numberInSurah": 12,
      "juz": 19,
      "manzil": 5,
      "page": 377,
      "ruku": 327,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3172,
      "text": "Maka tatkala mukjizat-mukjizat Kami yang jelas itu sampai kepada mereka, berkatalah mereka: \"Ini adalah sihir yang nyata\".",
      "numberInSurah": 13,
      "juz": 19,
      "manzil": 5,
      "page": 377,
      "ruku": 327,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3173,
      "text": "Dan mereka mengingkarinya karena kezaliman dan kesombongan (mereka) padahal hati mereka meyakini (kebenaran)nya. Maka perhatikanlah betapa kesudahan orang-orang yang berbuat kebinasaan.",
      "numberInSurah": 14,
      "juz": 19,
      "manzil": 5,
      "page": 378,
      "ruku": 327,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3174,
      "text": "Dan sesungguhnya Kami telah memberi ilmu kepada Daud dan Sulaiman; dan keduanya mengucapkan: \"Segala puji bagi Allah yang melebihkan kami dari kebanyakan hamba-hambanya yang beriman\".",
      "numberInSurah": 15,
      "juz": 19,
      "manzil": 5,
      "page": 378,
      "ruku": 328,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3175,
      "text": "Dan Sulaiman telah mewarisi Daud, dan dia berkata: \"Hai Manusia, kami telah diberi pengertian tentang suara burung dan kami diberi segala sesuatu. Sesungguhnya (semua) ini benar-benar suatu kurnia yang nyata\".",
      "numberInSurah": 16,
      "juz": 19,
      "manzil": 5,
      "page": 378,
      "ruku": 328,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3176,
      "text": "Dan dihimpunkan untuk Sulaiman tentaranya dari jin, manusia dan burung lalu mereka itu diatur dengan tertib (dalam barisan).",
      "numberInSurah": 17,
      "juz": 19,
      "manzil": 5,
      "page": 378,
      "ruku": 328,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3177,
      "text": "Hingga apabila mereka sampai di lembah semut berkatalah seekor semut: Hai semut-semut, masuklah ke dalam sarang-sarangmu, agar kamu tidak diinjak oleh Sulaiman dan tentaranya, sedangkan mereka tidak menyadari\";",
      "numberInSurah": 18,
      "juz": 19,
      "manzil": 5,
      "page": 378,
      "ruku": 328,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3178,
      "text": "maka dia tersenyum dengan tertawa karena (mendengar) perkataan semut itu. Dan dia berdoa: \"Ya Tuhanku berilah aku ilham untuk tetap mensyukuri nikmat Mu yang telah Engkau anugerahkan kepadaku dan kepada dua orang ibu bapakku dan untuk mengerjakan amal saleh yang Engkau ridhai; dan masukkanlah aku dengan rahmat-Mu ke dalam golongan hamba-hamba-Mu yang saleh\".",
      "numberInSurah": 19,
      "juz": 19,
      "manzil": 5,
      "page": 378,
      "ruku": 328,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3179,
      "text": "Dan dia memeriksa burung-burung lalu berkata: \"Mengapa aku tidak melihat hud-hud, apakah dia termasuk yang tidak hadir.",
      "numberInSurah": 20,
      "juz": 19,
      "manzil": 5,
      "page": 378,
      "ruku": 328,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3180,
      "text": "Sungguh aku benar-benar akan mengazabnya dengan azab yang keras atau benar-benar menyembelihnya kecuali jika benar-benar dia datang kepadaku dengan alasan yang terang\".",
      "numberInSurah": 21,
      "juz": 19,
      "manzil": 5,
      "page": 378,
      "ruku": 328,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3181,
      "text": "Maka tidak lama kemudian (datanglah hud-hud), lalu ia berkata: \"Aku telah mengetahui sesuatu yang kamu belum mengetahuinya; dan kubawa kepadamu dari negeri Saba suatu berita penting yang diyakini.",
      "numberInSurah": 22,
      "juz": 19,
      "manzil": 5,
      "page": 378,
      "ruku": 328,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3182,
      "text": "Sesungguhnya aku menjumpai seorang wanita yang memerintah mereka, dan dia dianugerahi segala sesuatu serta mempunyai singgasana yang besar.",
      "numberInSurah": 23,
      "juz": 19,
      "manzil": 5,
      "page": 379,
      "ruku": 328,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3183,
      "text": "Aku mendapati dia dan kaumnya menyembah matahari, selain Allah; dan syaitan telah menjadikan mereka memandang indah perbuatan-perbuatan mereka lalu menghalangi mereka dari jalan (Allah), sehingga mereka tidak dapat petunjuk,",
      "numberInSurah": 24,
      "juz": 19,
      "manzil": 5,
      "page": 379,
      "ruku": 328,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3184,
      "text": "agar mereka tidak menyembah Allah Yang mengeluarkan apa yang terpendam di langit dan di bumi dan Yang mengetahui apa yang kamu sembunyikan dan apa yang kamu nyatakan.",
      "numberInSurah": 25,
      "juz": 19,
      "manzil": 5,
      "page": 379,
      "ruku": 328,
      "hizbQuarter": 151,
      "sajda": false
    },
    {
      "number": 3185,
      "text": "Allah, tiada Tuhan Yang disembah kecuali Dia, Tuhan Yang mempunyai 'Arsy yang besar\".",
      "numberInSurah": 26,
      "juz": 19,
      "manzil": 5,
      "page": 379,
      "ruku": 328,
      "hizbQuarter": 151,
      "sajda": {
        "id": 9,
        "recommended": true,
        "obligatory": false
      }
    },
    {
      "number": 3186,
      "text": "Berkata Sulaiman: \"Akan kami lihat, apa kamu benar, ataukah kamu termasuk orang-orang yang berdusta.",
      "numberInSurah": 27,
      "juz": 19,
      "manzil": 5,
      "page": 379,
      "ruku": 328,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3187,
      "text": "Pergilah dengan (membawa) suratku ini, lalu jatuhkan kepada mereka, kemudian berpalinglah dari mereka, lalu perhatikanlah apa yang mereka bicarakan\"",
      "numberInSurah": 28,
      "juz": 19,
      "manzil": 5,
      "page": 379,
      "ruku": 328,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3188,
      "text": "Berkata ia (Balqis): \"Hai pembesar-pembesar, sesungguhnya telah dijatuhkan kepadaku sebuah surat yang mulia.",
      "numberInSurah": 29,
      "juz": 19,
      "manzil": 5,
      "page": 379,
      "ruku": 328,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3189,
      "text": "Sesungguhnya surat itu, dari SuIaiman dan sesungguhnya (isi)nya: \"Dengan menyebut nama Allah Yang Maha Pemurah lagi Maha Penyayang.",
      "numberInSurah": 30,
      "juz": 19,
      "manzil": 5,
      "page": 379,
      "ruku": 328,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3190,
      "text": "Bahwa janganlah kamu sekalian berlaku sombong terhadapku dan datanglah kepadaku sebagai orang-orang yang berserah diri\".",
      "numberInSurah": 31,
      "juz": 19,
      "manzil": 5,
      "page": 379,
      "ruku": 328,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3191,
      "text": "Berkata dia (Balqis): \"Hai para pembesar berilah aku pertimbangan dalam urusanku (ini) aku tidak pernah memutuskan sesuatu persoalan sebelum kamu berada dalam majelis(ku)\".",
      "numberInSurah": 32,
      "juz": 19,
      "manzil": 5,
      "page": 379,
      "ruku": 329,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3192,
      "text": "Mereka menjawab: \"Kita adalah orang-orang yang memiliki kekuatan dan (juga) memiliki keberanian yang sangat (dalam peperangan), dan keputusan berada ditanganmu: maka pertimbangkanlah apa yang akan kamu perintahkan\".",
      "numberInSurah": 33,
      "juz": 19,
      "manzil": 5,
      "page": 379,
      "ruku": 329,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3193,
      "text": "Dia berkata: \"Sesungguhnya raja-raja apabila memasuki suatu negeri, niscaya mereka membinasakannya, dan menjadikan penduduknya yang mulia jadi hina; dan demikian pulalah yang akan mereka perbuat.",
      "numberInSurah": 34,
      "juz": 19,
      "manzil": 5,
      "page": 379,
      "ruku": 329,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3194,
      "text": "Dan sesungguhnya aku akan mengirim utusan kepada mereka dengan (membawa) hadiah, dan (aku akan) menunggu apa yang akan dibawa kembali oleh utusan-utusan itu\".",
      "numberInSurah": 35,
      "juz": 19,
      "manzil": 5,
      "page": 379,
      "ruku": 329,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3195,
      "text": "Maka tatkala utusan itu sampai kepada Sulaiman, Sulaiman berkata: \"Apakah (patut) kamu menolong aku dengan harta? maka apa yang diberikan Allah kepadaku lebih baik daripada apa yang diberikan-Nya kepadamu; tetapi kamu merasa bangga dengan hadiahmu.",
      "numberInSurah": 36,
      "juz": 19,
      "manzil": 5,
      "page": 380,
      "ruku": 329,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3196,
      "text": "Kembalilah kepada mereka sungguh kami akan mendatangi mereka dengan balatentara yang mereka tidak kuasa melawannya, dan pasti kami akan mengusir mereka dari negeri itu (Saba) dengan terhina dan mereka menjadi (tawanan-tawanan) yang hina dina\".",
      "numberInSurah": 37,
      "juz": 19,
      "manzil": 5,
      "page": 380,
      "ruku": 329,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3197,
      "text": "Berkata Sulaiman: \"Hai pembesar-pembesar, siapakah di antara kamu sekalian yang sanggup membawa singgasananya kepadaku sebelum mereka datang kepadaku sebagai orang-orang yang berserah diri\".",
      "numberInSurah": 38,
      "juz": 19,
      "manzil": 5,
      "page": 380,
      "ruku": 329,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3198,
      "text": "Berkata 'Ifrit (yang cerdik) dari golongan jin: \"Aku akan datang kepadamu dengan membawa singgsana itu kepadamu sebelum kamu berdiri dari tempat dudukmu; sesungguhnya aku benar-benar kuat untuk membawanya lagi dapat dipercaya\".",
      "numberInSurah": 39,
      "juz": 19,
      "manzil": 5,
      "page": 380,
      "ruku": 329,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3199,
      "text": "Berkatalah seorang yang mempunyai ilmu dari Al Kitab: \"Aku akan membawa singgasana itu kepadamu sebelum matamu berkedip\". Maka tatkala Sulaiman melihat singgasana itu terletak di hadapannya, iapun berkata: \"Ini termasuk kurnia Tuhanku untuk mencoba aku apakah aku bersyukur atau mengingkari (akan nikmat-Nya). Dan barangsiapa yang bersyukur maka sesungguhnya dia bersyukur untuk (kebaikan) dirinya sendiri dan barangsiapa yang ingkar, maka sesungguhnya Tuhanku Maha Kaya lagi Maha Mulia\".",
      "numberInSurah": 40,
      "juz": 19,
      "manzil": 5,
      "page": 380,
      "ruku": 329,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3200,
      "text": "Dia berkata: \"Rubahlah baginya singgasananya; maka kita akan melihat apakah dia mengenal ataukah dia termasuk orang-orang yang tidak mengenal(nya)\".",
      "numberInSurah": 41,
      "juz": 19,
      "manzil": 5,
      "page": 380,
      "ruku": 329,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3201,
      "text": "Dan ketika Balqis datang, ditanyakanlah kepadanya: \"Serupa inikah singgasanamu?\" Dia menjawab: \"Seakan-akan singgasana ini singgasanaku, kami telah diberi pengetahuan sebelumnya dan kami adalah orang-orang yang berserah diri\".",
      "numberInSurah": 42,
      "juz": 19,
      "manzil": 5,
      "page": 380,
      "ruku": 329,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3202,
      "text": "Dan apa yang disembahnya selama ini selain Allah, mencegahnya (untuk melahirkan keislamannya), karena sesungguhnya dia dahulunya termasuk orang-orang yang kafir.",
      "numberInSurah": 43,
      "juz": 19,
      "manzil": 5,
      "page": 380,
      "ruku": 329,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3203,
      "text": "Dikatakan kepadanya: \"Masuklah ke dalam istana\". Maka tatkala dia melihat lantai istana itu, dikiranya kolam air yang besar, dan disingkapkannya kedua betisnya. Berkatalah Sulaiman: \"Sesungguhnya ia adalah istana licin terbuat dari kaca\". Berkatalah Balqis: \"Ya Tuhanku, sesungguhnya aku telah berbuat zalim terhadap diriku dan aku berserah diri bersama Sulaiman kepada Allah, Tuhan semesta alam\".",
      "numberInSurah": 44,
      "juz": 19,
      "manzil": 5,
      "page": 380,
      "ruku": 329,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3204,
      "text": "Dan sesungguhnya Kami telah mengutus kepada (kaum) Tsamud saudara mereka Shaleh (yang berseru): \"Sembahlah Allah\". Tetapi tiba-tiba mereka (jadi) dua golongan yang bermusuhan.",
      "numberInSurah": 45,
      "juz": 19,
      "manzil": 5,
      "page": 381,
      "ruku": 330,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3205,
      "text": "Dia berkata: \"Hai kaumku mengapa kamu minta disegerakan keburukan sebelum (kamu minta) kebaikan? Hendaklah kamu meminta ampun kepada Allah, agar kamu mendapat rahmat\".",
      "numberInSurah": 46,
      "juz": 19,
      "manzil": 5,
      "page": 381,
      "ruku": 330,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3206,
      "text": "Mereka menjawab: \"Kami mendapat nasib yang malang, disebabkan kamu dan orang-orang yang besertamu\". Shaleh berkata: \"Nasibmu ada pada sisi Allah, (bukan kami yang menjadi sebab), tetapi kamu kaum yang diuji\".",
      "numberInSurah": 47,
      "juz": 19,
      "manzil": 5,
      "page": 381,
      "ruku": 330,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3207,
      "text": "Dan adalah di kota itu sembilan orang laki-laki yang membuat kerusakan di muka bumi, dan mereka tidak berbuat kebaikan.",
      "numberInSurah": 48,
      "juz": 19,
      "manzil": 5,
      "page": 381,
      "ruku": 330,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3208,
      "text": "Mereka berkata: \"Bersumpahlah kamu dengan nama Allah, bahwa kita sungguh-sungguh akan menyerangnya dengan tiba-tiba beserta keluarganya di malam hari, kemudian kita katakan kepada warisnya (bahwa) kita tidak menyaksikan kematian keluarganya itu, dan sesungguhnya kita adalah orang-orang yang benar\".",
      "numberInSurah": 49,
      "juz": 19,
      "manzil": 5,
      "page": 381,
      "ruku": 330,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3209,
      "text": "Dan merekapun merencanakan makar dengan sungguh-sungguh dan Kami merencanakan makar (pula), sedang mereka tidak menyadari.",
      "numberInSurah": 50,
      "juz": 19,
      "manzil": 5,
      "page": 381,
      "ruku": 330,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3210,
      "text": "Maka perhatikanlah betapa sesungguhnya akibat makar mereka itu, bahwasanya Kami membinasakan mereka dan kaum mereka semuanya.",
      "numberInSurah": 51,
      "juz": 19,
      "manzil": 5,
      "page": 381,
      "ruku": 330,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3211,
      "text": "Maka itulah rumah-rumah mereka dalam keadaan runtuh disebabkan kezaliman mereka. Sesungguhnya pada yang demikian itu (terdapat) pelajaran bagi kaum yang mengetahui.",
      "numberInSurah": 52,
      "juz": 19,
      "manzil": 5,
      "page": 381,
      "ruku": 330,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3212,
      "text": "Dan telah Kami selamatkan orang-orang yang beriman dan mereka itu selalu bertakwa.",
      "numberInSurah": 53,
      "juz": 19,
      "manzil": 5,
      "page": 381,
      "ruku": 330,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3213,
      "text": "Dan (ingatlah kisah) Luth, ketika dia berkata kepada kaumnya: \"Mengapa kamu mengerjakan perbuatan fahisyah itu sedang kamu memperlihatkan(nya)?\"",
      "numberInSurah": 54,
      "juz": 19,
      "manzil": 5,
      "page": 381,
      "ruku": 330,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3214,
      "text": "\"Mengapa kamu mendatangi laki-laki untuk (memenuhi) nafsu(mu), bukan (mendatangi) wanita? Sebenarnya kamu adalah kaum yang tidak mengetahui (akibat perbuatanmu)\".",
      "numberInSurah": 55,
      "juz": 19,
      "manzil": 5,
      "page": 381,
      "ruku": 330,
      "hizbQuarter": 152,
      "sajda": false
    },
    {
      "number": 3215,
      "text": "Maka tidak lain jawaban kaumnya melainkan mengatakan: \"Usirlah Luth beserta keluarganya dari negerimu; karena sesungguhnya mereka itu orang-orang yang (mendakwakan dirinya) bersih\".",
      "numberInSurah": 56,
      "juz": 20,
      "manzil": 5,
      "page": 382,
      "ruku": 330,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3216,
      "text": "Maka Kami selamatkan dia beserta keluarganya, kecuali isterinya. Kami telah mentakdirkan dia termasuk orang-orang yang tertinggal (dibinasakan).",
      "numberInSurah": 57,
      "juz": 20,
      "manzil": 5,
      "page": 382,
      "ruku": 330,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3217,
      "text": "Dan Kami turunkan hujan atas mereka (hujan batu), maka amat buruklah hujan yang ditimpakan atas orang-orang yang diberi peringatan itu.",
      "numberInSurah": 58,
      "juz": 20,
      "manzil": 5,
      "page": 382,
      "ruku": 330,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3218,
      "text": "Katakanlah: \"Segala puji bagi Allah dan kesejahteraan atas hamba-hamba-Nya yang dipilih-Nya. Apakah Allah yang lebih baik, ataukah apa yang mereka persekutukan dengan Dia?\"",
      "numberInSurah": 59,
      "juz": 20,
      "manzil": 5,
      "page": 382,
      "ruku": 331,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3219,
      "text": "Atau siapakah yang telah menciptakan langit dan bumi dan yang menurunkan air untukmu dari langit, lalu Kami tumbuhkan dengan air itu kebun-kebun yang berpemandangan indah, yang kamu sekali-kali tidak mampu menumbuhkan pohon-pohonnya? Apakah disamping Allah ada tuhan (yang lain)? Bahkan (sebenarnya) mereka adalah orang-orang yang menyimpang (dari kebenaran).",
      "numberInSurah": 60,
      "juz": 20,
      "manzil": 5,
      "page": 382,
      "ruku": 331,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3220,
      "text": "Atau siapakah yang telah menjadikan bumi sebagai tempat berdiam, dan yang menjadikan sungai-sungai di celah-celahnya, dan yang menjadikan gunung-gunung untuk (mengkokohkan)nya dan menjadikan suatu pemisah antara dua laut? Apakah disamping Allah ada tuhan (yang lain)? Bahkan (sebenarnya) kebanyakan dari mereka tidak mengetahui.",
      "numberInSurah": 61,
      "juz": 20,
      "manzil": 5,
      "page": 382,
      "ruku": 331,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3221,
      "text": "Atau siapakah yang memperkenankan (doa) orang yang dalam kesulitan apabila ia berdoa kepada-Nya, dan yang menghilangkan kesusahan dan yang menjadikan kamu (manusia) sebagai khalifah di bumi? Apakah disamping Allah ada tuhan (yang lain)? Amat sedikitlah kamu mengingati(Nya).",
      "numberInSurah": 62,
      "juz": 20,
      "manzil": 5,
      "page": 382,
      "ruku": 331,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3222,
      "text": "Atau siapakah yang memimpin kamu dalam kegelapan di dataran dan lautan dan siapa (pula)kah yang mendatangkan angin sebagai kabar gembira sebelum (kedatangan) rahmat-Nya? Apakah disamping Allah ada tuhan (yang lain)? Maha Tinggi Allah terhadap apa yang mereka persekutukan (dengan-Nya).",
      "numberInSurah": 63,
      "juz": 20,
      "manzil": 5,
      "page": 382,
      "ruku": 331,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3223,
      "text": "Atau siapakah yang menciptakan (manusia dari permulaannya), kemudian mengulanginya (lagi), dan siapa (pula) yang memberikan rezeki kepadamu dari langit dan bumi? Apakah disamping Allah ada tuhan (yang lain)?. Katakanlah: \"Unjukkanlah bukti kebenaranmu, jika kamu memang orang-orang yang benar\".",
      "numberInSurah": 64,
      "juz": 20,
      "manzil": 5,
      "page": 383,
      "ruku": 331,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3224,
      "text": "Katakanlah: \"Tidak ada seorangpun di langit dan di bumi yang mengetahui perkara yang ghaib, kecuali Allah\", dan mereka tidak mengetahui bila mereka akan dibangkitkan.",
      "numberInSurah": 65,
      "juz": 20,
      "manzil": 5,
      "page": 383,
      "ruku": 331,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3225,
      "text": "Sebenarnya pengetahuan mereka tentang akhirat tidak sampai (kesana) malahan mereka ragu-ragu tentang akhirat itu, lebih-lebih lagi mereka buta daripadanya.",
      "numberInSurah": 66,
      "juz": 20,
      "manzil": 5,
      "page": 383,
      "ruku": 331,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3226,
      "text": "Berkatalah orang-orang yang kafir: \"Apakah setelah kita menjadi tanah dan (begitu pula) bapak-bapak kita; apakah sesungguhnya kita akan dikeluarkan (dari kubur)?",
      "numberInSurah": 67,
      "juz": 20,
      "manzil": 5,
      "page": 383,
      "ruku": 332,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3227,
      "text": "Sesungguhnya kami telah diberi ancaman dengan ini dan (juga) bapak-bapak kami dahulu; ini tidak lain hanyalah dongengan-dongengan orang dahulu kala\".",
      "numberInSurah": 68,
      "juz": 20,
      "manzil": 5,
      "page": 383,
      "ruku": 332,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3228,
      "text": "Katakanlah: \"Berjalanlah kamu (di muka) bumi, lalu perhatikanlah bagaimana akibat orang-orang yang berdosa.",
      "numberInSurah": 69,
      "juz": 20,
      "manzil": 5,
      "page": 383,
      "ruku": 332,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3229,
      "text": "Dan janganlah kamu berduka cita terhadap mereka, dan janganlah (dadamu) merasa sempit terhadap apa yang mereka tipudayakan\".",
      "numberInSurah": 70,
      "juz": 20,
      "manzil": 5,
      "page": 383,
      "ruku": 332,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3230,
      "text": "Dan mereka (orang-orang kafir) berkata: \"Bilakah datangnya azab itu, jika memang kamu orang-orang yang benar\".",
      "numberInSurah": 71,
      "juz": 20,
      "manzil": 5,
      "page": 383,
      "ruku": 332,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3231,
      "text": "Katakanlah: \"Mungkin telah hampir datang kepadamu sebagian dari (azab) yang kamu minta (supaya) disegerakan itu.",
      "numberInSurah": 72,
      "juz": 20,
      "manzil": 5,
      "page": 383,
      "ruku": 332,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3232,
      "text": "Dan sesungguhnya Tuhanmu benar-benar mempunyai kurnia yang besar (yang diberikan-Nya) kepada manusia, tetapi kebanyakan mereka tidak mensyukuri(nya).",
      "numberInSurah": 73,
      "juz": 20,
      "manzil": 5,
      "page": 383,
      "ruku": 332,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3233,
      "text": "Dan sesungguhnya Tuhanmu, benar-benar mengetahui apa yang disembunyikan hati mereka dan apa yang mereka nyatakan.",
      "numberInSurah": 74,
      "juz": 20,
      "manzil": 5,
      "page": 383,
      "ruku": 332,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3234,
      "text": "Tiada sesuatupun yang ghaib di langit dan di bumi, melainkan (terdapat) dalam kitab yang nyata (Lauhul Mahfuzh).",
      "numberInSurah": 75,
      "juz": 20,
      "manzil": 5,
      "page": 383,
      "ruku": 332,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3235,
      "text": "Sesungguhnya Al Quran ini menjelaskan kepada Bani lsrail sebahagian besar dari (perkara-perkara) yang mereka berselisih tentangnya.",
      "numberInSurah": 76,
      "juz": 20,
      "manzil": 5,
      "page": 383,
      "ruku": 332,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3236,
      "text": "Dan sesungguhnya Al Quran itu benar-benar menjadi petunjuk dan rahmat bagi orang-orang yang beriman.",
      "numberInSurah": 77,
      "juz": 20,
      "manzil": 5,
      "page": 384,
      "ruku": 332,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3237,
      "text": "Sesungguhnya Tuhanmu akan menyelesaikan perkara antara mereka dengan keputusan-Nya, dan Dia Maha Perkasa lagi Maha Mengetahui.",
      "numberInSurah": 78,
      "juz": 20,
      "manzil": 5,
      "page": 384,
      "ruku": 332,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3238,
      "text": "Sebab itu bertakwalah kepada Allah, sesungguhnya kamu berada di atas kebenaran yang nyata.",
      "numberInSurah": 79,
      "juz": 20,
      "manzil": 5,
      "page": 384,
      "ruku": 332,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3239,
      "text": "Sesungguhnya kamu tidak dapat menjadikan orang-orang yang mati mendengar dan (tidak pula) menjadikan orang-orang yang tuli mendengar panggilan, apabila mereka telah berpaling membelakang.",
      "numberInSurah": 80,
      "juz": 20,
      "manzil": 5,
      "page": 384,
      "ruku": 332,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3240,
      "text": "Dan kamu sekali-kali tidak dapat memimpin (memalingkan) orang-orang buta dari kesesatan mereka. Kamu tidak dapat menjadikan (seorangpun) mendengar, kecuali orang-orang yang beriman kepada ayat-ayat Kami, lalu mereka berserah diri.",
      "numberInSurah": 81,
      "juz": 20,
      "manzil": 5,
      "page": 384,
      "ruku": 332,
      "hizbQuarter": 153,
      "sajda": false
    },
    {
      "number": 3241,
      "text": "Dan apabila perkataan telah jatuh atas mereka, Kami keluarkan sejenis binatang melata dari bumi yang akan mengatakan kepada mereka, bahwa sesungguhnya manusia dahulu tidak yakin kepada ayat-ayat Kami.",
      "numberInSurah": 82,
      "juz": 20,
      "manzil": 5,
      "page": 384,
      "ruku": 332,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3242,
      "text": "Dan (ingatlah) hari (ketika) Kami kumpulkan dari tiap-tiap umat segolongan orang-orang yang mendustakan ayat-ayat Kami, lalu mereka dibagi-bagi (dalam kelompok-kelompok).",
      "numberInSurah": 83,
      "juz": 20,
      "manzil": 5,
      "page": 384,
      "ruku": 333,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3243,
      "text": "Hingga apabila mereka datang, Allah berfirman: \"Apakah kamu telah mendustakan ayat-ayat-Ku, padahal ilmu kamu tidak meliputinya, atau apakah yang telah kamu kerjakan?\".",
      "numberInSurah": 84,
      "juz": 20,
      "manzil": 5,
      "page": 384,
      "ruku": 333,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3244,
      "text": "Dan jatuhlah perkataan (azab) atas mereka disebabkan kezaliman mereka, maka mereka tidak dapat berkata (apa-apa).",
      "numberInSurah": 85,
      "juz": 20,
      "manzil": 5,
      "page": 384,
      "ruku": 333,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3245,
      "text": "Apakah mereka tidak memperhatikan, bahwa sesungguhnya Kami telah menjadikan malam supaya mereka beristirahat padanya dan siang yang menerangi? Sesungguhnya pada yang demikian itu terdapat tanda-tanda (kekuasaan Allah) bagi orang-orang yang beriman.",
      "numberInSurah": 86,
      "juz": 20,
      "manzil": 5,
      "page": 384,
      "ruku": 333,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3246,
      "text": "Dan (ingatlah) hari (ketika) ditiup sangkakala, maka terkejutlah segala yang di langit dan segala yang di bumi, kecuali siapa yang dikehendaki Allah. Dan semua mereka datang menghadap-Nya dengan merendahkan diri.",
      "numberInSurah": 87,
      "juz": 20,
      "manzil": 5,
      "page": 384,
      "ruku": 333,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3247,
      "text": "Dan kamu lihat gunung-gunung itu, kamu sangka dia tetap di tempatnya, padahal ia berjalan sebagai jalannya awan. (Begitulah) perbuatan Allah yang membuat dengan kokoh tiap-tiap sesuatu; sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan.",
      "numberInSurah": 88,
      "juz": 20,
      "manzil": 5,
      "page": 384,
      "ruku": 333,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3248,
      "text": "Barangsiapa yang membawa kebaikan, maka ia memperoleh (balasan) yang lebih baik dari padanya, sedang mereka itu adalah orang-orang yang aman tenteram dari pada kejutan yang dahsyat pada hari itu.",
      "numberInSurah": 89,
      "juz": 20,
      "manzil": 5,
      "page": 385,
      "ruku": 333,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3249,
      "text": "Dan barang siapa yang membawa kejahatan, maka disungkurkanlah muka mereka ke dalam neraka. Tiadalah kamu dibalasi, melainkan (setimpal) dengan apa yang dahulu kamu kerjakan.",
      "numberInSurah": 90,
      "juz": 20,
      "manzil": 5,
      "page": 385,
      "ruku": 333,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3250,
      "text": "Aku hanya diperintahkan untuk menyembah Tuhan negeri ini (Mekah) Yang telah menjadikannya suci dan kepunyaan-Nya-lah segala sesuatu, dan aku diperintahkan supaya aku termasuk orang-orang yang berserah diri.",
      "numberInSurah": 91,
      "juz": 20,
      "manzil": 5,
      "page": 385,
      "ruku": 333,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3251,
      "text": "Dan supaya aku membacakan Al Quran (kepada manusia). Maka barangsiapa yang mendapat petunjuk maka sesungguhnya ia hanyalah mendapat petunjuk untuk (kebaikan) dirinya, dan barangsiapa yang sesat maka katakanlah: \"Sesungguhnya aku (ini) tidak lain hanyalah salah seorang pemberi peringatan\".",
      "numberInSurah": 92,
      "juz": 20,
      "manzil": 5,
      "page": 385,
      "ruku": 333,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3252,
      "text": "Dan katakanlah: \"Segala puji bagi Allah, Dia akan memperlihatkan kepadamu tanda-tanda kebesaran-Nya, maka kamu akan mengetahuinya. Dan Tuhanmu tiada lalai dari apa yang kamu kerjakan\".",
      "numberInSurah": 93,
      "juz": 20,
      "manzil": 5,
      "page": 385,
      "ruku": 333,
      "hizbQuarter": 154,
      "sajda": false
    }
  ],
  "edition": {
    "identifier": "id.indonesian",
    "language": "id",
    "name": "Bahasa Indonesia",
    "englishName": "Unknown",
    "format": "text",
    "type": "translation",
    "direction": "ltr"
  }
}