{
  "number": 28,
  "name": "سُورَةُ القَصَصِ",
  "englishName": "Al-Qasas",
  "englishNameTranslation": "The Stories",
  "revelationType": "Meccan",
  "numberOfAyahs": 88,
  "ayahs": [
    {
      "number": 3253,
      "text": "Thaa Siin Miim",
      "numberInSurah": 1,
      "juz": 20,
      "manzil": 5,
      "page": 385,
      "ruku": 334,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3254,
      "text": "Ini adalah ayat-ayat Kitab (Al Quran) yang nyata (dari Allah).",
      "numberInSurah": 2,
      "juz": 20,
      "manzil": 5,
      "page": 385,
      "ruku": 334,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3255,
      "text": "Kami membacakan kepadamu sebagian dari kisah Musa dan Fir'aun dengan benar untuk orang-orang yang beriman.",
      "numberInSurah": 3,
      "juz": 20,
      "manzil": 5,
      "page": 385,
      "ruku": 334,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3256,
      "text": "Sesungguhnya Fir'aun telah berbuat sewenang-wenang di muka bumi dan menjadikan penduduknya berpecah belah, dengan menindas segolongan dari mereka, menyembelih anak laki-laki mereka dan membiarkan hidup anak-anak perempuan mereka. Sesungguhnya Fir'aun termasuk orang-orang yang berbuat kerusakan.",
      "numberInSurah": 4,
      "juz": 20,
      "manzil": 5,
      "page": 385,
      "ruku": 334,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3257,
      "text": "Dan Kami hendak memberi karunia kepada orang-orang yang tertindas di bumi (Mesir) itu dan hendak menjadikan mereka pemimpin dan menjadikan mereka orang-orang yang mewarisi (bumi),",
      "numberInSurah": 5,
      "juz": 20,
      "manzil": 5,
      "page": 385,
      "ruku": 334,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3258,
      "text": "dan akan Kami teguhkan kedudukan mereka di muka bumi dan akan Kami perlihatkan kepada Fir'aun dan Haman beserta tentaranya apa yang selalu mereka khawatirkan dari mereka itu.",
      "numberInSurah": 6,
      "juz": 20,
      "manzil": 5,
      "page": 386,
      "ruku": 334,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3259,
      "text": "Dan kami ilhamkan kepada ibu Musa; \"Susuilah dia, dan apabila kamu khawatir terhadapnya maka jatuhkanlah dia ke sungai (Nil). Dan janganlah kamu khawatir dan janganlah (pula) bersedih hati, karena sesungguhnya Kami akan mengembalikannya kepadamu, dan menjadikannya (salah seorang) dari para rasul.",
      "numberInSurah": 7,
      "juz": 20,
      "manzil": 5,
      "page": 386,
      "ruku": 334,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3260,
      "text": "Maka dipungutlah ia oleh keluarga Fir'aun yang akibatnya dia menjadi musuh dan kesedihan bagi mereka. Sesungguhnya Fir'aun dan Haman beserta tentaranya adalah orang-orang yang bersalah.",
      "numberInSurah": 8,
      "juz": 20,
      "manzil": 5,
      "page": 386,
      "ruku": 334,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3261,
      "text": "Dan berkatalah isteri Fir'aun: \"(Ia) adalah penyejuk mata hati bagiku dan bagimu. Janganlah kamu membunuhnya, mudah-mudahan ia bermanfaat kepada kita atau kita ambil ia menjadi anak\", sedang mereka tiada menyadari.",
      "numberInSurah": 9,
      "juz": 20,
      "manzil": 5,
      "page": 386,
      "ruku": 334,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3262,
      "text": "Dan menjadi kosonglah hati ibu Musa. Sesungguhnya hampir saja ia menyatakan rahasia tentang Musa, seandainya tidak Kami teguhkan hatinya, supaya ia termasuk orang-orang yang percaya (kepada janji Allah).",
      "numberInSurah": 10,
      "juz": 20,
      "manzil": 5,
      "page": 386,
      "ruku": 334,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3263,
      "text": "Dan berkatalah ibu Musa kepada saudara Musa yang perempuan: \"Ikutilah dia\" Maka kelihatanlah olehnya Musa dari jauh, sedang mereka tidak mengetahuinya,",
      "numberInSurah": 11,
      "juz": 20,
      "manzil": 5,
      "page": 386,
      "ruku": 334,
      "hizbQuarter": 154,
      "sajda": false
    },
    {
      "number": 3264,
      "text": "dan Kami cegah Musa dari menyusu kepada perempuan-perempuan yang mau menyusui(nya) sebelum itu; maka berkatalah saudara Musa: \"Maukah kamu aku tunjukkan kepadamu ahlul bait yang akan memeliharanya untukmu dan mereka dapat berlaku baik kepadanya?\".",
      "numberInSurah": 12,
      "juz": 20,
      "manzil": 5,
      "page": 386,
      "ruku": 334,
      "hizbQuarter": 155,
      "sajda": false
    },
    {
      "number": 3265,
      "text": "Maka kami kembalikan Musa kepada ibunya, supaya senang hatinya dan tidak berduka cita dan supaya ia mengetahui bahwa janji Allah itu adalah benar, tetapi kebanyakan manusia tidak mengetahuinya.",
      "numberInSurah": 13,
      "juz": 20,
      "manzil": 5,
      "page": 386,
      "ruku": 334,
      "hizbQuarter": 155,
      "sajda": false
    },
    {
      "number": 3266,
      "text": "Dan setelah Musa cukup umur dan sempurna akalnya, Kami berikan kepadanya hikmah (kenabian) dan pengetahuan. Dan demikianlah Kami memberi balasan kepada orang-orang yang berbuat baik.",
      "numberInSurah": 14,
      "juz": 20,
      "manzil": 5,
      "page": 387,
      "ruku": 335,
      "hizbQuarter": 155,
      "sajda": false
    },
    {
      "number": 3267,
      "text": "Dan Musa masuk ke kota (Memphis) ketika penduduknya sedang lengah, maka didapatinya di dalam kota itu dua orang laki-laki yang berkelahi; yang seorang dari golongannya (Bani Israil) dan seorang (lagi) dari musuhnya (kaum Fir'aun). Maka orang yang dari golongannya meminta pertolongan kepadanya, untuk mengalahkan orang yang dari musuhnya lalu Musa meninjunya, dan matilah musuhnya itu. Musa berkata: \"Ini adalah perbuatan syaitan sesungguhnya syaitan itu adalah musuh yang menyesatkan lagi nyata (permusuhannya).",
      "numberInSurah": 15,
      "juz": 20,
      "manzil": 5,
      "page": 387,
      "ruku": 335,
      "hizbQuarter": 155,
      "sajda": false
    },
    {
      "number": 3268,
      "text": "Musa mendoa: \"Ya Tuhanku, sesungguhnya aku telah menganiaya diriku sendiri karena itu ampunilah aku\". Maka Allah mengampuninya, sesungguhnya Allah Dialah Yang Maha Pengampun lagi Maha Penyayang.",
      "numberInSurah": 16,
      "juz": 20,
      "manzil": 5,
      "page": 387,
      "ruku": 335,
      "hizbQuarter": 155,
      "sajda": false
    },
    {
      "number": 3269,
      "text": "Musa berkata: \"Ya Tuhanku, demi nikmat yang telah Engkau anugerahkan kepadaku, aku sekali-kali tiada akan menjadi penolong bagi orang-orang yang berdosa\".",
      "numberInSurah": 17,
      "juz": 20,
      "manzil": 5,
      "page": 387,
      "ruku": 335,
      "hizbQuarter": 155,
      "sajda": false
    },
    {
      "number": 3270,
      "text": "Karena itu, jadilah Musa di kota itu merasa takut menunggu-nunggu dengan khawatir (akibat perbuatannya), maka tiba-tiba orang yang meminta pertolongan kemarin berteriak meminta pertolongan kepadanya. Musa berkata kepadanya: \"Sesungguhnya kamu benar-benar orang sesat yang nyata (kesesatannya)\".",
      "numberInSurah": 18,
      "juz": 20,
      "manzil": 5,
      "page": 387,
      "ruku": 335,
      "hizbQuarter": 155,
      "sajda": false
    },
    {
      "number": 3271,
      "text": "Maka tatkala Musa hendak memegang dengan keras orang yang menjadi musuh keduanya, musuhnya berkata: \"Hai Musa, apakah kamu bermaksud hendak membunuhku, sebagaimana kamu kemarin telah membunuh seorang manusia? Kamu tidak bermaksud melainkan hendak menjadi orang yang berbuat sewenang-wenang di negeri (ini), dan tiadalah kamu hendak menjadi salah seorang dari orang-orang yang mengadakan perdamaian\".",
      "numberInSurah": 19,
      "juz": 20,
      "manzil": 5,
      "page": 387,
      "ruku": 335,
      "hizbQuarter": 155,
      "sajda": false
    },
    {
      "number": 3272,
      "text": "Dan datanglah seorang laki-laki dari ujung kota bergegas-gegas seraya berkata: \"Hai Musa, sesungguhnya pembesar negeri sedang berunding tentang kamu untuk membunuhmu, sebab itu keluarlah (dari kota ini) sesungguhnya aku termasuk orang-orang yang memberi nasehat kepadamu\".",
      "numberInSurah": 20,
      "juz": 20,
      "manzil": 5,
      "page": 387,
      "ruku": 335,
      "hizbQuarter": 155,
      "sajda": false
    },
    {
      "number": 3273,
      "text": "Maka keluarlah Musa dari kota itu dengan rasa takut menunggu-nunggu dengan khawatir, dia berdoa: \"Ya Tuhanku, selamatkanlah aku dari orang-orang yang zalim itu\".",
      "numberInSurah": 21,
      "juz": 20,
      "manzil": 5,
      "page": 387,
      "ruku": 335,
      "hizbQuarter": 155,
      "sajda": false
    },
    {
      "number": 3274,
      "text": "Dan tatkala ia menghadap kejurusan negeri Mad-yan ia berdoa (lagi): \"Mudah-mudahan Tuhanku memimpinku ke jalan yang benar\".",
      "numberInSurah": 22,
      "juz": 20,
      "manzil": 5,
      "page": 388,
      "ruku": 336,
      "hizbQuarter": 155,
      "sajda": false
    },
    {
      "number": 3275,
      "text": "Dan tatkala ia sampai di sumber air negeri Mad-yan ia menjumpai di sana sekumpulan orang yang sedang meminumkan (ternaknya), dan ia menjumpai di belakang orang banyak itu, dua orang wanita yang sedang menghambat (ternaknya). Musa berkata: \"Apakah maksudmu (dengan berbuat at begitu)?\" Kedua wanita itu menjawab: \"Kami tidak dapat meminumkan (ternak kami), sebelum pengembala-pengembala itu memulangkan (ternaknya), sedang bapak kami adalah orang tua yang telah lanjut umurnya\".",
      "numberInSurah": 23,
      "juz": 20,
      "manzil": 5,
      "page": 388,
      "ruku": 336,
      "hizbQuarter": 155,
      "sajda": false
    },
    {
      "number": 3276,
      "text": "Maka Musa memberi minum ternak itu untuk (menolong) keduanya, kemudian dia kembali ke tempat yang teduh lalu berdoa: \"Ya Tuhanku sesungguhnya aku sangat memerlukan sesuatu kebaikan yang Engkau turunkan kepadaku\".",
      "numberInSurah": 24,
      "juz": 20,
      "manzil": 5,
      "page": 388,
      "ruku": 336,
      "hizbQuarter": 155,
      "sajda": false
    },
    {
      "number": 3277,
      "text": "Kemudian datanglah kepada Musa salah seorang dari kedua wanita itu berjalan kemalu-maluan, ia berkata: \"Sesungguhnya bapakku memanggil kamu agar ia memberikan balasan terhadap (kebaikan)mu memberi minum (ternak) kami\". Maka tatkala Musa mendatangi bapaknya (Syu'aib) dan menceritakan kepadanya cerita (mengenai dirinya), Syu'aib berkata: \"Janganlah kamu takut. Kamu telah selamat dari orang-orang yang zalim itu\".",
      "numberInSurah": 25,
      "juz": 20,
      "manzil": 5,
      "page": 388,
      "ruku": 336,
      "hizbQuarter": 155,
      "sajda": false
    },
    {
      "number": 3278,
      "text": "Salah seorang dari kedua wanita itu berkata: \"Ya bapakku ambillah ia sebagai orang yang bekerja (pada kita), karena sesungguhnya orang yang paling baik yang kamu ambil untuk bekerja (pada kita) ialah orang yang kuat lagi dapat dipercaya\".",
      "numberInSurah": 26,
      "juz": 20,
      "manzil": 5,
      "page": 388,
      "ruku": 336,
      "hizbQuarter": 155,
      "sajda": false
    },
    {
      "number": 3279,
      "text": "Berkatalah dia (Syu'aib): \"Sesungguhnya aku bermaksud menikahkan kamu dengan salah seorang dari kedua anakku ini, atas dasar bahwa kamu bekerja denganku delapan tahun dan jika kamu cukupkan sepuluh tahun maka itu adalah (suatu kebaikan) dari kamu, maka aku tidak hendak memberati kamu. Dan kamu Insya Allah akan mendapatiku termasuk orang-orang yang baik\".",
      "numberInSurah": 27,
      "juz": 20,
      "manzil": 5,
      "page": 388,
      "ruku": 336,
      "hizbQuarter": 155,
      "sajda": false
    },
    {
      "number": 3280,
      "text": "Dia (Musa) berkata: \"Itulah (perjanjian) antara aku dan kamu. Mana saja dari kedua waktu yang ditentukan itu aku sempurnakan, maka tidak ada tuntutan tambahan atas diriku (lagi). Dan Allah adalah saksi atas apa yang kita ucapkan\".",
      "numberInSurah": 28,
      "juz": 20,
      "manzil": 5,
      "page": 388,
      "ruku": 336,
      "hizbQuarter": 155,
      "sajda": false
    },
    {
      "number": 3281,
      "text": "Maka tatkala Musa telah menyelesaikan waktu yang ditentukan dan dia berangkat dengan keluarganya, dilihatnyalah api di lereng gunung ia berkata kepada keluarganya: \"Tunggulah (di sini), sesungguhnya aku melihat api, mudah-mudahan aku dapat membawa suatu berita kepadamu dari (tempat) api itu atau (membawa) sesuluh api, agar kamu dapat menghangatkan badan\".",
      "numberInSurah": 29,
      "juz": 20,
      "manzil": 5,
      "page": 389,
      "ruku": 337,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3282,
      "text": "Maka tatkala Musa sampai ke (tempat) api itu, diserulah dia dari (arah) pinggir lembah yang sebelah kanan(nya) pada tempat yang diberkahi, dari sebatang pohon kayu, yaitu: \"Ya Musa, sesungguhnya aku adalah Allah, Tuhan semesta alam.",
      "numberInSurah": 30,
      "juz": 20,
      "manzil": 5,
      "page": 389,
      "ruku": 337,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3283,
      "text": "dan lemparkanlah tongkatmu. Maka tatkala (tongkat itu menjadi ular dan) Musa melihatnya bergerak-gerak seolah-olah dia seekor ular yang gesit, larilah ia berbalik ke belakang tanpa menoleh. (Kemudian Musa diseru): \"Hai Musa datanglah kepada-Ku dan janganlah kamu takut. Sesungguhnya kamu termasuk orang-orang yang aman.",
      "numberInSurah": 31,
      "juz": 20,
      "manzil": 5,
      "page": 389,
      "ruku": 337,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3284,
      "text": "Masukkanlah tanganmu ke leher bajumu, niscaya ia keluar putih tidak bercacat bukan karena penyakit, dan dekapkanlah kedua tanganmu (ke dada)mu bila ketakutan, maka yang demikian itu adalah dua mukjizat dari Tuhanmu (yang akan kamu hadapkan kepada Fir'aun dan pembesar-pembesarnya). Sesungguhnya mereka adalah orang-orang yang fasik\".",
      "numberInSurah": 32,
      "juz": 20,
      "manzil": 5,
      "page": 389,
      "ruku": 337,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3285,
      "text": "Musa berkata: \"Ya Tuhanku sesungguhnya aku, telah membunuh seorang manusia dari golongan mereka, maka aku takut mereka akan membunuhku.",
      "numberInSurah": 33,
      "juz": 20,
      "manzil": 5,
      "page": 389,
      "ruku": 337,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3286,
      "text": "Dan saudaraku Harun dia lebih fasih lidahnya daripadaku, maka utuslah dia bersamaku sebagai pembantuku untuk membenarkan (perkataan)ku; sesungguhnya aku khawatir mereka akan mendustakanku\".",
      "numberInSurah": 34,
      "juz": 20,
      "manzil": 5,
      "page": 389,
      "ruku": 337,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3287,
      "text": "Allah berfirman: \"Kami akan membantumu dengan saudaramu, dan Kami berikan kepadamu berdua kekuasaan yang besar, maka mereka tidak dapat mencapaimu; (berangkatlah kamu berdua) dengan membawa mukjizat Kami, kamu berdua dan orang yang mengikuti kamulah yang akan menang.",
      "numberInSurah": 35,
      "juz": 20,
      "manzil": 5,
      "page": 389,
      "ruku": 337,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3288,
      "text": "Maka tatkala Musa datang kepada mereka dengan (membawa) mukjizat-mukjizat Kami yang nyata, mereka berkata: \"Ini tidak lain hanyalah sihir yang dibuat-buat dan kami belum pernah mendengar (seruan yang seperti) ini pada nenek moyang kami dahulu\".",
      "numberInSurah": 36,
      "juz": 20,
      "manzil": 5,
      "page": 390,
      "ruku": 337,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3289,
      "text": "Musa menjawab: \"Tuhanku lebih mengetahui orang yang (patut) membawa petunjuk dari sisi-Nya dan siapa yang akan mendapat kesudahan (yang baik) di negeri akhirat. Sesungguhnya tidaklah akan mendapat kemenangan orang-orang yang zalim\".",
      "numberInSurah": 37,
      "juz": 20,
      "manzil": 5,
      "page": 390,
      "ruku": 337,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3290,
      "text": "Dan berkata Fir'aun: \"Hai pembesar kaumku, aku tidak mengetahui tuhan bagimu selain aku. Maka bakarlah hai Haman untukku tanah liat kemudian buatkanlah untukku bangunan yang tinggi supaya aku dapat naik melihat Tuhan Musa, dan sesungguhnya aku benar-benar yakin bahwa dia termasuk orang-orang pendusta\".",
      "numberInSurah": 38,
      "juz": 20,
      "manzil": 5,
      "page": 390,
      "ruku": 337,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3291,
      "text": "dan berlaku angkuhlah Fir'aun dan bala tentaranya di bumi (Mesir) tanpa alasan yang benar dan mereka menyangka bahwa mereka tidak akan dikembalikan kepada Kami.",
      "numberInSurah": 39,
      "juz": 20,
      "manzil": 5,
      "page": 390,
      "ruku": 337,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3292,
      "text": "Maka Kami hukumlah Fir'aun dan bala tentaranya, lalu Kami lemparkan mereka ke dalam laut. Maka lihatlah bagaimana akibat orang-orang yang zalim.",
      "numberInSurah": 40,
      "juz": 20,
      "manzil": 5,
      "page": 390,
      "ruku": 337,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3293,
      "text": "Dan Kami jadikan mereka pemimpin-pemimpin yang menyeru (manusia) ke neraka dan pada hari kiamat mereka tidak akan ditolong.",
      "numberInSurah": 41,
      "juz": 20,
      "manzil": 5,
      "page": 390,
      "ruku": 337,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3294,
      "text": "Dan Kami ikutkanlah laknat kepada mereka di dunia ini; dan pada hari kiamat mereka termasuk orang-orang yang dijauhkan (dari rahmat Allah).",
      "numberInSurah": 42,
      "juz": 20,
      "manzil": 5,
      "page": 390,
      "ruku": 337,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3295,
      "text": "Dan sesungguhnya telah Kami berikan kepada Musa Al-Kitab (Taurat) sesudah Kami binasakan generasi-generasi yang terdahulu, untuk menjadi pelita bagi manusia dan petunjuk dan rahmat, agar mereka ingat.",
      "numberInSurah": 43,
      "juz": 20,
      "manzil": 5,
      "page": 390,
      "ruku": 338,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3296,
      "text": "Dan tidaklah kamu (Muhammad) berada di sisi yang sebelah barat ketika Kami menyampaikan perintah kepada Musa, dan tiada pula kamu termasuk orang-orang yang menyaksikan.",
      "numberInSurah": 44,
      "juz": 20,
      "manzil": 5,
      "page": 391,
      "ruku": 338,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3297,
      "text": "Tetapi Kami telah mengadakan beberapa generasi, dan berlalulah atas mereka masa yang panjang, dan tiadalah kamu tinggal bersama-sama penduduk Mad-yan dengan membacakan ayat-ayat Kami kepada mereka, tetapi Kami telah mengutus rasul-rasul.",
      "numberInSurah": 45,
      "juz": 20,
      "manzil": 5,
      "page": 391,
      "ruku": 338,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3298,
      "text": "Dan tiadalah kamu berada di dekat gunung Thur ketika Kami menyeru (Musa), tetapi (Kami beritahukan itu kepadamu) sebagai rahmat dari Tuhanmu, supaya kamu memberi peringatan kepada kaum (Quraisy) yang sekali-kali belum datang kepada mereka pemberi peringatan sebelum kamu agar mereka ingat.",
      "numberInSurah": 46,
      "juz": 20,
      "manzil": 5,
      "page": 391,
      "ruku": 338,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3299,
      "text": "Dan agar mereka tidak mengatakan ketika azab menimpa mereka disebabkan apa yang mereka kerjakan: \"Ya Tuhan kami, mengapa Engkau tidak mengutus seorang rasul kepada kami, lalu kami mengikuti ayat-ayat Engkau dan jadilah kami termasuk orang-orang mukmin\".",
      "numberInSurah": 47,
      "juz": 20,
      "manzil": 5,
      "page": 391,
      "ruku": 338,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3300,
      "text": "Maka tatkala datang kepada mereka kebenaran dari sisi Kami, mereka berkata: \"Mengapakah tidak diberikan kepadanya (Muhammad) seperti yang telah diberikan kepada Musa dahulu?\". Dan bukankah mereka itu telah ingkar (juga) kepada apa yang telah diberikan kepada Musa dahulu?; mereka dahulu telah berkata: \"Musa dan Harun adalah dua ahli sihir yang bantu membantu\". Dan mereka (juga) berkata: \"Sesungguhnya kami tidak mempercayai masing-masing mereka itu\".",
      "numberInSurah": 48,
      "juz": 20,
      "manzil": 5,
      "page": 391,
      "ruku": 338,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3301,
      "text": "Katakanlah: \"Datangkanlah olehmu sebuah kitab dari sisi Allah yang kitab itu lebih (dapat) memberi petunjuk daripada keduanya (Taurat dan Al Quran) niscaya aku mengikutinya, jika kamu sungguh orang-orang yang benar\".",
      "numberInSurah": 49,
      "juz": 20,
      "manzil": 5,
      "page": 391,
      "ruku": 338,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3302,
      "text": "Maka jika mereka tidak menjawab (tantanganmu) ketahuilah bahwa sesungguhnya mereka hanyalah mengikuti hawa nafsu mereka (belaka). Dan siapakah yang lebih sesat daripada orang yang mengikuti hawa nafsunya dengan tidak mendapat petunjuk dari Allah sedikitpun. Sesungguhnya Allah tidak memberi petunjuk kepada orang-orang yang zalim.",
      "numberInSurah": 50,
      "juz": 20,
      "manzil": 5,
      "page": 391,
      "ruku": 338,
      "hizbQuarter": 156,
      "sajda": false
    },
    {
      "number": 3303,
      "text": "Dan sesungguhnya telah Kami turunkan berturut-turut perkataan ini (Al Quran) kepada mereka agar mereka mendapat pelajaran.",
      "numberInSurah": 51,
      "juz": 20,
      "manzil": 5,
      "page": 392,
      "ruku": 339,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3304,
      "text": "Orang-orang yang telah Kami datangkan kepada mereka Al Kitab sebelum Al Quran, mereka beriman (pula) dengan Al Quran itu.",
      "numberInSurah": 52,
      "juz": 20,
      "manzil": 5,
      "page": 392,
      "ruku": 339,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3305,
      "text": "Dan apabila dibacakan (Al Quran itu) kepada mereka, mereka berkata: \"Kami beriman kepadanya; sesungguhnya; Al Quran itu adalah suatu kebenaran dari Tuhan kami, sesungguhnya kami sebelumnya adalah orang-orang yang membenarkan(nya).",
      "numberInSurah": 53,
      "juz": 20,
      "manzil": 5,
      "page": 392,
      "ruku": 339,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3306,
      "text": "Mereka itu diberi pahala dua kali disebabkan kesabaran mereka, dan mereka menolak kejahatan dengan kebaikan, dan sebagian dari apa yang telah Kami rezekikan kepada mereka, mereka nafkahkan.",
      "numberInSurah": 54,
      "juz": 20,
      "manzil": 5,
      "page": 392,
      "ruku": 339,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3307,
      "text": "Dan apabila mereka mendengar perkataan yang tidak bermanfaat, mereka berpaling daripadanya dan mereka berkata: \"Bagi kami amal-amal kami dan bagimu amal-amalmu, kesejahteraan atas dirimu, kami tidak ingin bergaul dengan orang-orang jahil\".",
      "numberInSurah": 55,
      "juz": 20,
      "manzil": 5,
      "page": 392,
      "ruku": 339,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3308,
      "text": "Sesungguhnya kamu tidak akan dapat memberi petunjuk kepada orang yang kamu kasihi, tetapi Allah memberi petunjuk kepada orang yang dikehendaki-Nya, dan Allah lebih mengetahui orang-orang yang mau menerima petunjuk.",
      "numberInSurah": 56,
      "juz": 20,
      "manzil": 5,
      "page": 392,
      "ruku": 339,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3309,
      "text": "Dan mereka berkata: \"Jika kami mengikuti petunjuk bersama kamu, niscaya kami akan diusir dari negeri kami\". Dan apakah Kami tidak meneguhkan kedudukan mereka dalam daerah haram (tanah suci) yang aman, yang didatangkan ke tempat itu buah-buahan dari segala macam (tumbuh-tumbuhan) untuk menjadi rezeki (bagimu) dari sisi Kami?. Tetapi kebanyakan mereka tidak mengetahui.",
      "numberInSurah": 57,
      "juz": 20,
      "manzil": 5,
      "page": 392,
      "ruku": 339,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3310,
      "text": "Dan berapa banyaknya (penduduk) negeri yang telah Kami binasakan, yang sudah bersenang-senang dalam kehidupannya; maka itulah tempat kediaman mereka yang tiada di diami (lagi) sesudah mereka, kecuali sebahagian kecil. Dan Kami adalah Pewaris(nya).",
      "numberInSurah": 58,
      "juz": 20,
      "manzil": 5,
      "page": 392,
      "ruku": 339,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3311,
      "text": "Dan tidak adalah Tuhanmu membinasakan kota-kota, sebelum Dia mengutus di ibukota itu seorang rasul yang membacakan ayat-ayat Kami kepada mereka; dan tidak pernah (pula) Kami membinasakan kota-kota; kecuali penduduknya dalam keadaan melakukan kezaliman.",
      "numberInSurah": 59,
      "juz": 20,
      "manzil": 5,
      "page": 392,
      "ruku": 339,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3312,
      "text": "Dan apa saja yang diberikan kepada kamu, maka itu adalah kenikmatan hidup duniawi dan perhiasannya; sedang apa yang di sisi Allah adalah lebih baik dan lebih kekal. Maka apakah kamu tidak memahaminya?",
      "numberInSurah": 60,
      "juz": 20,
      "manzil": 5,
      "page": 393,
      "ruku": 339,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3313,
      "text": "Maka apakah orang yang Kami janjikan kepadanya suatu janji yang baik (surga) lalu ia memperolehnya, sama dengan orang yang Kami berikan kepadanya kenikmatan hidup duniawi; kemudian dia pada hari kiamat termasuk orang-orang yang diseret (ke dalam neraka)?",
      "numberInSurah": 61,
      "juz": 20,
      "manzil": 5,
      "page": 393,
      "ruku": 340,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3314,
      "text": "Dan (ingatlah) hari (di waktu) Allah menyeru mereka, seraya berkata: \"Di manakah sekutu-sekutu-Ku yang dahulu kamu katakan?\"",
      "numberInSurah": 62,
      "juz": 20,
      "manzil": 5,
      "page": 393,
      "ruku": 340,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3315,
      "text": "Berkatalah orang-orang yang telah tetap hukuman atas mereka; \"Ya Tuhan kami, mereka inilah orang-orang yang kami sesatkan itu; kami telah menyesatkan mereka sebagaimana kami (sendiri) sesat, kami menyatakan berlepas diri (dari mereka) kepada Engkau, mereka sekali-kali tidak menyembah kami\".",
      "numberInSurah": 63,
      "juz": 20,
      "manzil": 5,
      "page": 393,
      "ruku": 340,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3316,
      "text": "Dikatakan (kepada mereka) \"Serulah olehmu sekutu-sekutu kamu\", lalu mereka menyerunya, maka sekutu-sekutu itu tidak memperkenankan (seruan) mereka, dan mereka melihat azab. (Mereka ketika itu berkeinginan) kiranya mereka dahulu menerima petunjuk.",
      "numberInSurah": 64,
      "juz": 20,
      "manzil": 5,
      "page": 393,
      "ruku": 340,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3317,
      "text": "Dan (ingatlah) hari (di waktu) Allah menyeru mereka, seraya berkata: \"Apakah jawabanmu kepada para rasul?\"",
      "numberInSurah": 65,
      "juz": 20,
      "manzil": 5,
      "page": 393,
      "ruku": 340,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3318,
      "text": "Maka gelaplah bagi mereka segala macam alasan pada hari itu, karena itu mereka tidak saling tanya menanya.",
      "numberInSurah": 66,
      "juz": 20,
      "manzil": 5,
      "page": 393,
      "ruku": 340,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3319,
      "text": "Adapun orang yang bertaubat dan beriman, serta mengerjakan amal yang saleh, semoga dia termasuk orang-orang yang beruntung.",
      "numberInSurah": 67,
      "juz": 20,
      "manzil": 5,
      "page": 393,
      "ruku": 340,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3320,
      "text": "Dan Tuhanmu menciptakan apa yang Dia kehendaki dan memilihnya. Sekali-kali tidak ada pilihan bagi mereka. Maha Suci Allah dan Maha Tinggi dari apa yang mereka persekutukan (dengan Dia).",
      "numberInSurah": 68,
      "juz": 20,
      "manzil": 5,
      "page": 393,
      "ruku": 340,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3321,
      "text": "Dan Tuhanmu mengetahui apa yang disembunyikan (dalam) dada mereka dan apa yang mereka nyatakan.",
      "numberInSurah": 69,
      "juz": 20,
      "manzil": 5,
      "page": 393,
      "ruku": 340,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3322,
      "text": "Dan Dialah Allah, tidak ada Tuhan (yang berhak disembah) melainkan Dia, bagi-Nya-lah segala puji di dunia dan di akhirat, dan bagi-Nya-lah segala penentuan dan hanya kepada-Nya-lah kamu dikembalikan.",
      "numberInSurah": 70,
      "juz": 20,
      "manzil": 5,
      "page": 393,
      "ruku": 340,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3323,
      "text": "Katakanlah: \"Terangkanlah kepadaku, jika Allah menjadikan untukmu malam itu terus menerus sampai hari kiamat, siapakah Tuhan selain Allah yang akan mendatangkan sinar terang kepadamu? Maka apakah kamu tidak mendengar?\"",
      "numberInSurah": 71,
      "juz": 20,
      "manzil": 5,
      "page": 394,
      "ruku": 340,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3324,
      "text": "Katakanlah: \"Terangkanlah kepadaku, jika Allah menjadikan untukmu siang itu terus menerus sampai hari kiamat, siapakah Tuhan selain Allah yang akan mendatangkan malam kepadamu yang kamu beristirahat padanya? Maka apakah kamu tidak memperhatikan?\"",
      "numberInSurah": 72,
      "juz": 20,
      "manzil": 5,
      "page": 394,
      "ruku": 340,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3325,
      "text": "Dan karena rahmat-Nya, Dia jadikan untukmu malam dan siang, supaya kamu beristirahat pada malam itu dan supaya kamu mencari sebahagian dari karunia-Nya (pada siang hari) dan agar kamu bersyukur kepada-Nya.",
      "numberInSurah": 73,
      "juz": 20,
      "manzil": 5,
      "page": 394,
      "ruku": 340,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3326,
      "text": "Dan (ingatlah) hari (di waktu) Allah menyeru mereka, seraya berkata: \"Di manakah sekutu-sekutu-Ku yang dahulu kamu katakan?\"",
      "numberInSurah": 74,
      "juz": 20,
      "manzil": 5,
      "page": 394,
      "ruku": 340,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3327,
      "text": "Dan Kami datangkan dari tiap-tiap umat seorang saksi, lalu Kami berkata \"Tunjukkanlah bukti kebenaranmu\", maka tahulah mereka bahwasanya yang hak itu kepunyaan Allah dan lenyaplah dari mereka apa yang dahulunya mereka ada-adakan.",
      "numberInSurah": 75,
      "juz": 20,
      "manzil": 5,
      "page": 394,
      "ruku": 340,
      "hizbQuarter": 157,
      "sajda": false
    },
    {
      "number": 3328,
      "text": "Sesungguhnya Karun adalah termasuk kaum Musa, maka ia berlaku aniaya terhadap mereka, dan Kami telah menganugerahkan kepadanya perbendaharaan harta yang kunci-kuncinya sungguh berat dipikul oleh sejumlah orang yang kuat-kuat. (Ingatlah) ketika kaumnya berkata kepadanya: \"Janganlah kamu terlalu bangga; sesungguhnya Allah tidak menyukai orang-orang yang terlalu membanggakan diri\".",
      "numberInSurah": 76,
      "juz": 20,
      "manzil": 5,
      "page": 394,
      "ruku": 341,
      "hizbQuarter": 158,
      "sajda": false
    },
    {
      "number": 3329,
      "text": "Dan carilah pada apa yang telah dianugerahkan Allah kepadamu (kebahagiaan) negeri akhirat, dan janganlah kamu melupakan bahagianmu dari (kenikmatan) duniawi dan berbuat baiklah (kepada orang lain) sebagaimana Allah telah berbuat baik, kepadamu, dan janganlah kamu berbuat kerusakan di (muka) bumi. Sesungguhnya Allah tidak menyukai orang-orang yang berbuat kerusakan.",
      "numberInSurah": 77,
      "juz": 20,
      "manzil": 5,
      "page": 394,
      "ruku": 341,
      "hizbQuarter": 158,
      "sajda": false
    },
    {
      "number": 3330,
      "text": "Karun berkata: \"Sesungguhnya aku hanya diberi harta itu, karena ilmu yang ada padaku\". Dan apakah ia tidak mengetahui, bahwasanya Allah sungguh telah membinasakan umat-umat sebelumnya yang lebih kuat daripadanya, dan lebih banyak mengumpulkan harta? Dan tidaklah perlu ditanya kepada orang-orang yang berdosa itu, tentang dosa-dosa mereka.",
      "numberInSurah": 78,
      "juz": 20,
      "manzil": 5,
      "page": 395,
      "ruku": 341,
      "hizbQuarter": 158,
      "sajda": false
    },
    {
      "number": 3331,
      "text": "Maka keluarlah Karun kepada kaumnya dalam kemegahannya. Berkatalah orang-orang yang menghendaki kehidupan dunia: \"Moga-moga kiranya kita mempunyai seperti apa yang telah diberikan kepada Karun; sesungguhnya ia benar-benar mempunyai keberuntungan yang besar\".",
      "numberInSurah": 79,
      "juz": 20,
      "manzil": 5,
      "page": 395,
      "ruku": 341,
      "hizbQuarter": 158,
      "sajda": false
    },
    {
      "number": 3332,
      "text": "Berkatalah orang-orang yang dianugerahi ilmu: \"Kecelakaan yang besarlah bagimu, pahala Allah adalah lebih baik bagi orang-orang yang beriman dan beramal saleh, dan tidak diperoleh pahala itu, kecuali oleh orang-orang yang sabar\".",
      "numberInSurah": 80,
      "juz": 20,
      "manzil": 5,
      "page": 395,
      "ruku": 341,
      "hizbQuarter": 158,
      "sajda": false
    },
    {
      "number": 3333,
      "text": "Maka Kami benamkanlah Karun beserta rumahnya ke dalam bumi. Maka tidak ada baginya suatu golonganpun yang menolongnya terhadap azab Allah. Dan tiadalah ia termasuk orang-orang (yang dapat) membela (dirinya).",
      "numberInSurah": 81,
      "juz": 20,
      "manzil": 5,
      "page": 395,
      "ruku": 341,
      "hizbQuarter": 158,
      "sajda": false
    },
    {
      "number": 3334,
      "text": "Dan jadilah orang-orang yang kemarin mencita-citakan kedudukan Karun itu, berkata: \"Aduhai, benarlah Allah melapangkan rezeki bagi siapa yang Dia kehendaki dari hamba-hambanya dan menyempitkannya; kalau Allah tidak melimpahkan karunia-Nya atas kita benar-benar Dia telah membenamkan kita (pula). Aduhai benarlah, tidak beruntung orang-orang yang mengingkari (nikmat Allah)\".",
      "numberInSurah": 82,
      "juz": 20,
      "manzil": 5,
      "page": 395,
      "ruku": 341,
      "hizbQuarter": 158,
      "sajda": false
    },
    {
      "number": 3335,
      "text": "Negeri akhirat itu, Kami jadikan untuk orang-orang yang tidak ingin menyombongkan diri dan berbuat kerusakan di (muka) bumi. Dan kesudahan (yang baik) itu adalah bagi orang-orang yang bertakwa.",
      "numberInSurah": 83,
      "juz": 20,
      "manzil": 5,
      "page": 395,
      "ruku": 341,
      "hizbQuarter": 158,
      "sajda": false
    },
    {
      "number": 3336,
      "text": "Barangsiapa yang datang dengan (membawa) kebaikan, maka baginya (pahala) yang lebih baik daripada kebaikannya itu; dan barangsiapa yang datang dengan (membawa) kejahatan, maka tidaklah diberi pembalasan kepada orang-orang yang telah mengerjakan kejahatan itu, melainkan (seimbang) dengan apa yang dahulu mereka kerjakan.",
      "numberInSurah": 84,
      "juz": 20,
      "manzil": 5,
      "page": 395,
      "ruku": 341,
      "hizbQuarter": 158,
      "sajda": false
    },
    {
      "number": 3337,
      "text": "Sesungguhnya yang mewajibkan atasmu (melaksanakan hukum-hukum) Al Quran, benar-benar akan mengembalikan kamu ke tempat kembali. Katakanlah: \"Tuhanku mengetahui orang yang membawa petunjuk dan orang yang dalam kesesatan yang nyata\".",
      "numberInSurah": 85,
      "juz": 20,
      "manzil": 5,
      "page": 396,
      "ruku": 341,
      "hizbQuarter": 158,
      "sajda": false
    },
    {
      "number": 3338,
      "text": "Dan kamu tidak pernah mengharap agar Al Quran diturunkan kepadamu, tetapi ia (diturunkan) karena suatu rahmat yang besar dari Tuhanmu, sebab itu janganlah sekali-kali kamu menjadi penolong bagi orang-orang kafir.",
      "numberInSurah": 86,
      "juz": 20,
      "manzil": 5,
      "page": 396,
      "ruku": 341,
      "hizbQuarter": 158,
      "sajda": false
    },
    {
      "number": 3339,
      "text": "Dan janganlah sekali-kali mereka dapat menghalangimu dari (menyampaikan) ayat-ayat Allah, sesudah ayat-ayat itu diturunkan kepadamu, dan serulah mereka kepada (jalan) Tuhanmu, dan janganlah sekali-sekali kamu termasuk orang-orang yang mempersekutukan Tuhan.",
      "numberInSurah": 87,
      "juz": 20,
      "manzil": 5,
      "page": 396,
      "ruku": 341,
      "hizbQuarter": 158,
      "sajda": false
    },
    {
      "number": 3340,
      "text": "Janganlah kamu sembah di samping (menyembah) Allah, tuhan apapun yang lain. Tidak ada Tuhan (yang berhak disembah) melainkan Dia. Tiap-tiap sesuatu pasti binasa, kecuali Allah. Bagi-Nya-lah segala penentuan, dan hanya kepada-Nya-lah kamu dikembalikan.",
      "numberInSurah": 88,
      "juz": 20,
      "manzil": 5,
      "page": 396,
      "ruku": 341,
      "hizbQuarter": 158,
      "sajda": false
    }
  ],
  "edition": {
    "identifier": "id.indonesian",
    "language": "id",
    "name": "Bahasa Indonesia",
    "englishName": "Unknown",
    "format": "text",
    "type": "translation",
    "direction": "ltr"
  }
}