{
  "number": 4,
  "name": "سُورَةُ النِّسَاءِ",
  "englishName": "An-Nisaa",
  "englishNameTranslation": "The Women",
  "revelationType": "Medinan",
  "numberOfAyahs": 176,
  "ayahs": [
    {
      "number": 494,
      "text": "Hai sekalian manusia, bertakwalah kepada Tuhan-mu yang telah menciptakan kamu dari seorang diri, dan dari padanya Allah menciptakan isterinya; dan dari pada keduanya Allah memperkembang biakkan laki-laki dan perempuan yang banyak. Dan bertakwalah kepada Allah yang dengan (mempergunakan) nama-Nya kamu saling meminta satu sama lain, dan (peliharalah) hubungan silaturrahim. Sesungguhnya Allah selalu menjaga dan mengawasi kamu.",
      "numberInSurah": 1,
      "juz": 4,
      "manzil": 1,
      "page": 77,
      "ruku": 62,
      "hizbQuarter": 31,
      "sajda": false
    },
    {
      "number": 495,
      "text": "Dan berikanlah kepada anak-anak yatim (yang sudah balig) harta mereka, jangan kamu menukar yang baik dengan yang buruk dan jangan kamu makan harta mereka bersama hartamu. Sesungguhnya tindakan-tindakan (menukar dan memakan) itu, adalah dosa yang besar.",
      "numberInSurah": 2,
      "juz": 4,
      "manzil": 1,
      "page": 77,
      "ruku": 62,
      "hizbQuarter": 31,
      "sajda": false
    },
    {
      "number": 496,
      "text": "Dan jika kamu takut tidak akan dapat berlaku adil terhadap (hak-hak) perempuan yang yatim (bilamana kamu mengawininya), maka kawinilah wanita-wanita (lain) yang kamu senangi: dua, tiga atau empat. Kemudian jika kamu takut tidak akan dapat berlaku adil, maka (kawinilah) seorang saja, atau budak-budak yang kamu miliki. Yang demikian itu adalah lebih dekat kepada tidak berbuat aniaya.",
      "numberInSurah": 3,
      "juz": 4,
      "manzil": 1,
      "page": 77,
      "ruku": 62,
      "hizbQuarter": 31,
      "sajda": false
    },
    {
      "number": 497,
      "text": "Berikanlah maskawin (mahar) kepada wanita (yang kamu nikahi) sebagai pemberian dengan penuh kerelaan. Kemudian jika mereka menyerahkan kepada kamu sebagian dari maskawin itu dengan senang hati, maka makanlah (ambillah) pemberian itu (sebagai makanan) yang sedap lagi baik akibatnya.",
      "numberInSurah": 4,
      "juz": 4,
      "manzil": 1,
      "page": 77,
      "ruku": 62,
      "hizbQuarter": 31,
      "sajda": false
    },
    {
      "number": 498,
      "text": "Dan janganlah kamu serahkan kepada orang-orang yang belum sempurna akalnya, harta (mereka yang ada dalam kekuasaanmu) yang dijadikan Allah sebagai pokok kehidupan. Berilah mereka belanja dan pakaian (dari hasil harta itu) dan ucapkanlah kepada mereka kata-kata yang baik.",
      "numberInSurah": 5,
      "juz": 4,
      "manzil": 1,
      "page": 77,
      "ruku": 62,
      "hizbQuarter": 31,
      "sajda": false
    },
    {
      "number": 499,
      "text": "Dan ujilah anak yatim itu sampai mereka cukup umur untuk kawin. Kemudian jika menurut pendapatmu mereka telah cerdas (pandai memelihara harta), maka serahkanlah kepada mereka harta-hartanya. Dan janganlah kamu makan harta anak yatim lebih dari batas kepatutan dan (janganlah kamu) tergesa-gesa (membelanjakannya) sebelum mereka dewasa. Barang siapa (di antara pemelihara itu) mampu, maka hendaklah ia menahan diri (dari memakan harta anak yatim itu) dan barangsiapa yang miskin, maka bolehlah ia makan harta itu menurut yang patut. Kemudian apabila kamu menyerahkan harta kepada mereka, maka hendaklah kamu adakan saksi-saksi (tentang penyerahan itu) bagi mereka. Dan cukuplah Allah sebagai Pengawas (atas persaksian itu).",
      "numberInSurah": 6,
      "juz": 4,
      "manzil": 1,
      "page": 77,
      "ruku": 62,
      "hizbQuarter": 31,
      "sajda": false
    },
    {
      "number": 500,
      "text": "Bagi orang laki-laki ada hak bagian dari harta peninggalan ibu-bapa dan kerabatnya, dan bagi orang wanita ada hak bagian (pula) dari harta peninggalan ibu-bapa dan kerabatnya, baik sedikit atau banyak menurut bahagian yang telah ditetapkan.",
      "numberInSurah": 7,
      "juz": 4,
      "manzil": 1,
      "page": 78,
      "ruku": 62,
      "hizbQuarter": 31,
      "sajda": false
    },
    {
      "number": 501,
      "text": "Dan apabila sewaktu pembagian itu hadir kerabat, anak yatim dan orang miskin, maka berilah mereka dari harta itu (sekedarnya) dan ucapkanlah kepada mereka perkataan yang baik.",
      "numberInSurah": 8,
      "juz": 4,
      "manzil": 1,
      "page": 78,
      "ruku": 62,
      "hizbQuarter": 31,
      "sajda": false
    },
    {
      "number": 502,
      "text": "Dan hendaklah takut kepada Allah orang-orang yang seandainya meninggalkan dibelakang mereka anak-anak yang lemah, yang mereka khawatir terhadap (kesejahteraan) mereka. Oleh sebab itu hendaklah mereka bertakwa kepada Allah dan hendaklah mereka mengucapkan perkataan yang benar.",
      "numberInSurah": 9,
      "juz": 4,
      "manzil": 1,
      "page": 78,
      "ruku": 62,
      "hizbQuarter": 31,
      "sajda": false
    },
    {
      "number": 503,
      "text": "Sesungguhnya orang-orang yang memakan harta anak yatim secara zalim, sebenarnya mereka itu menelan api sepenuh perutnya dan mereka akan masuk ke dalam api yang menyala-nyala (neraka).",
      "numberInSurah": 10,
      "juz": 4,
      "manzil": 1,
      "page": 78,
      "ruku": 62,
      "hizbQuarter": 31,
      "sajda": false
    },
    {
      "number": 504,
      "text": "Allah mensyari'atkan bagimu tentang (pembagian pusaka untuk) anak-anakmu. Yaitu: bahagian seorang anak lelaki sama dengan bagahian dua orang anak perempuan; dan jika anak itu semuanya perempuan lebih dari dua, maka bagi mereka dua pertiga dari harta yang ditinggalkan; jika anak perempuan itu seorang saja, maka ia memperoleh separo harta. Dan untuk dua orang ibu-bapa, bagi masing-masingnya seperenam dari harta yang ditinggalkan, jika yang meninggal itu mempunyai anak; jika orang yang meninggal tidak mempunyai anak dan ia diwarisi oleh ibu-bapanya (saja), maka ibunya mendapat sepertiga; jika yang meninggal itu mempunyai beberapa saudara, maka ibunya mendapat seperenam. (Pembagian-pembagian tersebut di atas) sesudah dipenuhi wasiat yang ia buat atau (dan) sesudah dibayar hutangnya. (Tentang) orang tuamu dan anak-anakmu, kamu tidak mengetahui siapa di antara mereka yang lebih dekat (banyak) manfaatnya bagimu. Ini adalah ketetapan dari Allah. Sesungguhnya Allah Maha Mengetahui lagi Maha Bijaksana.",
      "numberInSurah": 11,
      "juz": 4,
      "manzil": 1,
      "page": 78,
      "ruku": 63,
      "hizbQuarter": 31,
      "sajda": false
    },
    {
      "number": 505,
      "text": "Dan bagimu (suami-suami) seperdua dari harta yang ditinggalkan oleh isteri-isterimu, jika mereka tidak mempunyai anak. Jika isteri-isterimu itu mempunyai anak, maka kamu mendapat seperempat dari harta yang ditinggalkannya sesudah dipenuhi wasiat yang mereka buat atau (dan) seduah dibayar hutangnya. Para isteri memperoleh seperempat harta yang kamu tinggalkan jika kamu tidak mempunyai anak. Jika kamu mempunyai anak, maka para isteri memperoleh seperdelapan dari harta yang kamu tinggalkan sesudah dipenuhi wasiat yang kamu buat atau (dan) sesudah dibayar hutang-hutangmu. Jika seseorang mati, baik laki-laki maupun perempuan yang tidak meninggalkan ayah dan tidak meninggalkan anak, tetapi mempunyai seorang saudara laki-laki (seibu saja) atau seorang saudara perempuan (seibu saja), maka bagi masing-masing dari kedua jenis saudara itu seperenam harta. Tetapi jika saudara-saudara seibu itu lebih dari seorang, maka mereka bersekutu dalam yang sepertiga itu, sesudah dipenuhi wasiat yang dibuat olehnya atau sesudah dibayar hutangnya dengan tidak memberi mudharat (kepada ahli waris). (Allah menetapkan yang demikian itu sebagai) syari'at yang benar-benar dari Allah, dan Allah Maha Mengetahui lagi Maha Penyantun.",
      "numberInSurah": 12,
      "juz": 4,
      "manzil": 1,
      "page": 79,
      "ruku": 63,
      "hizbQuarter": 32,
      "sajda": false
    },
    {
      "number": 506,
      "text": "(Hukum-hukum tersebut) itu adalah ketentuan-ketentuan dari Allah. Barangsiapa taat kepada Allah dan Rasul-Nya, niscaya Allah memasukkannya kedalam surga yang mengalir didalamnya sungai-sungai, sedang mereka kekal di dalamnya; dan itulah kemenangan yang besar.",
      "numberInSurah": 13,
      "juz": 4,
      "manzil": 1,
      "page": 79,
      "ruku": 63,
      "hizbQuarter": 32,
      "sajda": false
    },
    {
      "number": 507,
      "text": "Dan barangsiapa yang mendurhakai Allah dan Rasul-Nya dan melanggar ketentuan-ketentuan-Nya, niscaya Allah memasukkannya ke dalam api neraka sedang ia kekal di dalamnya; dan baginya siksa yang menghinakan.",
      "numberInSurah": 14,
      "juz": 4,
      "manzil": 1,
      "page": 79,
      "ruku": 63,
      "hizbQuarter": 32,
      "sajda": false
    },
    {
      "number": 508,
      "text": "Dan (terhadap) para wanita yang mengerjakan perbuatan keji, hendaklah ada empat orang saksi diantara kamu (yang menyaksikannya). Kemudian apabila mereka telah memberi persaksian, maka kurunglah mereka (wanita-wanita itu) dalam rumah sampai mereka menemui ajalnya, atau sampai Allah memberi jalan lain kepadanya.",
      "numberInSurah": 15,
      "juz": 4,
      "manzil": 1,
      "page": 80,
      "ruku": 64,
      "hizbQuarter": 32,
      "sajda": false
    },
    {
      "number": 509,
      "text": "Dan terhadap dua orang yang melakukan perbuatan keji di antara kamu, maka berilah hukuman kepada keduanya, kemudian jika keduanya bertaubat dan memperbaiki diri, maka biarkanlah mereka. Sesungguhnya Allah Maha Penerima taubat lagi Maha Penyayang.",
      "numberInSurah": 16,
      "juz": 4,
      "manzil": 1,
      "page": 80,
      "ruku": 64,
      "hizbQuarter": 32,
      "sajda": false
    },
    {
      "number": 510,
      "text": "Sesungguhnya taubat di sisi Allah hanyalah taubat bagi orang-orang yang mengerjakan kejahatan lantaran kejahilan, yang kemudian mereka bertaubat dengan segera, maka mereka itulah yang diterima Allah taubatnya; dan Allah Maha Mengetahui lagi Maha Bijaksana.",
      "numberInSurah": 17,
      "juz": 4,
      "manzil": 1,
      "page": 80,
      "ruku": 64,
      "hizbQuarter": 32,
      "sajda": false
    },
    {
      "number": 511,
      "text": "Dan tidaklah taubat itu diterima Allah dari orang-orang yang mengerjakan kejahatan (yang) hingga apabila datang ajal kepada seseorang di antara mereka, (barulah) ia mengatakan: \"Sesungguhnya saya bertaubat sekarang\". Dan tidak (pula diterima taubat) orang-orang yang mati sedang mereka di dalam kekafiran. Bagi orang-orang itu telah Kami sediakan siksa yang pedih.",
      "numberInSurah": 18,
      "juz": 4,
      "manzil": 1,
      "page": 80,
      "ruku": 64,
      "hizbQuarter": 32,
      "sajda": false
    },
    {
      "number": 512,
      "text": "Hai orang-orang yang beriman, tidak halal bagi kamu mempusakai wanita dengan jalan paksa dan janganlah kamu menyusahkan mereka karena hendak mengambil kembali sebagian dari apa yang telah kamu berikan kepadanya, terkecuali bila mereka melakukan pekerjaan keji yang nyata. Dan bergaullah dengan mereka secara patut. Kemudian bila kamu tidak menyukai mereka, (maka bersabarlah) karena mungkin kamu tidak menyukai sesuatu, padahal Allah menjadikan padanya kebaikan yang banyak.",
      "numberInSurah": 19,
      "juz": 4,
      "manzil": 1,
      "page": 80,
      "ruku": 64,
      "hizbQuarter": 32,
      "sajda": false
    },
    {
      "number": 513,
      "text": "Dan jika kamu ingin mengganti isterimu dengan isteri yang lain, sedang kamu telah memberikan kepada seseorang di antara mereka harta yang banyak, maka janganlah kamu mengambil kembali dari padanya barang sedikitpun. Apakah kamu akan mengambilnya kembali dengan jalan tuduhan yang dusta dan dengan (menanggung) dosa yang nyata?",
      "numberInSurah": 20,
      "juz": 4,
      "manzil": 1,
      "page": 81,
      "ruku": 64,
      "hizbQuarter": 32,
      "sajda": false
    },
    {
      "number": 514,
      "text": "Bagaimana kamu akan mengambilnya kembali, padahal sebagian kamu telah bergaul (bercampur) dengan yang lain sebagai suami-isteri. Dan mereka (isteri-isterimu) telah mengambil dari kamu perjanjian yang kuat.",
      "numberInSurah": 21,
      "juz": 4,
      "manzil": 1,
      "page": 81,
      "ruku": 64,
      "hizbQuarter": 32,
      "sajda": false
    },
    {
      "number": 515,
      "text": "Dan janganlah kamu kawini wanita-wanita yang telah dikawini oleh ayahmu, terkecuali pada masa yang telah lampau. Sesungguhnya perbuatan itu amat keji dan dibenci Allah dan seburuk-buruk jalan (yang ditempuh).",
      "numberInSurah": 22,
      "juz": 4,
      "manzil": 1,
      "page": 81,
      "ruku": 64,
      "hizbQuarter": 32,
      "sajda": false
    },
    {
      "number": 516,
      "text": "Diharamkan atas kamu (mengawini) ibu-ibumu; anak-anakmu yang perempuan; saudara-saudaramu yang perempuan, saudara-saudara bapakmu yang perempuan; saudara-saudara ibumu yang perempuan; anak-anak perempuan dari saudara-saudaramu yang laki-laki; anak-anak perempuan dari saudara-saudaramu yang perempuan; ibu-ibumu yang menyusui kamu; saudara perempuan sepersusuan; ibu-ibu isterimu (mertua); anak-anak isterimu yang dalam pemeliharaanmu dari isteri yang telah kamu campuri, tetapi jika kamu belum campur dengan isterimu itu (dan sudah kamu ceraikan), maka tidak berdosa kamu mengawininya; (dan diharamkan bagimu) isteri-isteri anak kandungmu (menantu); dan menghimpunkan (dalam perkawinan) dua perempuan yang bersaudara, kecuali yang telah terjadi pada masa lampau; sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
      "numberInSurah": 23,
      "juz": 4,
      "manzil": 1,
      "page": 81,
      "ruku": 65,
      "hizbQuarter": 32,
      "sajda": false
    },
    {
      "number": 517,
      "text": "dan (diharamkan juga kamu mengawini) wanita yang bersuami, kecuali budak-budak yang kamu miliki (Allah telah menetapkan hukum itu) sebagai ketetapan-Nya atas kamu. Dan dihalalkan bagi kamu selain yang demikian (yaitu) mencari isteri-isteri dengan hartamu untuk dikawini bukan untuk berzina. Maka isteri-isteri yang telah kamu nikmati (campuri) di antara mereka, berikanlah kepada mereka maharnya (dengan sempurna), sebagai suatu kewajiban; dan tiadalah mengapa bagi kamu terhadap sesuatu yang kamu telah saling merelakannya, sesudah menentukan mahar itu. Sesungguhnya Allah Maha Mengetahui lagi Maha Bijaksana.",
      "numberInSurah": 24,
      "juz": 5,
      "manzil": 1,
      "page": 82,
      "ruku": 65,
      "hizbQuarter": 33,
      "sajda": false
    },
    {
      "number": 518,
      "text": "Dan barangsiapa diantara kamu (orang merdeka) yang tidak cukup perbelanjaannya untuk mengawini wanita merdeka lagi beriman, ia boleh mengawini wanita yang beriman, dari budak-budak yang kamu miliki. Allah mengetahui keimananmu; sebahagian kamu adalah dari sebahagian yang lain, karena itu kawinilah mereka dengan seizin tuan mereka, dan berilah maskawin mereka menurut yang patut, sedang merekapun wanita-wanita yang memelihara diri, bukan pezina dan bukan (pula) wanita yang mengambil laki-laki lain sebagai piaraannya; dan apabila mereka telah menjaga diri dengan kawin, kemudian mereka melakukan perbuatan yang keji (zina), maka atas mereka separo hukuman dari hukuman wanita-wanita merdeka yang bersuami. (Kebolehan mengawini budak) itu, adalah bagi orang-orang yang takut kepada kemasyakatan menjaga diri (dari perbuatan zina) di antara kamu, dan kesabaran itu lebih baik bagimu. Dan Allah Maha Pengampun lagi Maha Penyayang.",
      "numberInSurah": 25,
      "juz": 5,
      "manzil": 1,
      "page": 82,
      "ruku": 65,
      "hizbQuarter": 33,
      "sajda": false
    },
    {
      "number": 519,
      "text": "Allah hendak menerangkan (hukum syari'at-Nya) kepadamu, dan menunjukimu kepada jalan-jalan orang yang sebelum kamu (para nabi dan shalihin) dan (hendak) menerima taubatmu. Dan Allah Maha Mengetahui lagi Maha Bijaksana.",
      "numberInSurah": 26,
      "juz": 5,
      "manzil": 1,
      "page": 82,
      "ruku": 66,
      "hizbQuarter": 33,
      "sajda": false
    },
    {
      "number": 520,
      "text": "Dan Allah hendak menerima taubatmu, sedang orang-orang yang mengikuti hawa nafsunya bermaksud supaya kamu berpaling sejauh-jauhnya (dari kebenaran).",
      "numberInSurah": 27,
      "juz": 5,
      "manzil": 1,
      "page": 83,
      "ruku": 66,
      "hizbQuarter": 33,
      "sajda": false
    },
    {
      "number": 521,
      "text": "Allah hendak memberikan keringanan kepadamu, dan manusia dijadikan bersifat lemah.",
      "numberInSurah": 28,
      "juz": 5,
      "manzil": 1,
      "page": 83,
      "ruku": 66,
      "hizbQuarter": 33,
      "sajda": false
    },
    {
      "number": 522,
      "text": "Hai orang-orang yang beriman, janganlah kamu saling memakan harta sesamamu dengan jalan yang batil, kecuali dengan jalan perniagaan yang berlaku dengan suka sama-suka di antara kamu. Dan janganlah kamu membunuh dirimu; sesungguhnya Allah adalah Maha Penyayang kepadamu.",
      "numberInSurah": 29,
      "juz": 5,
      "manzil": 1,
      "page": 83,
      "ruku": 66,
      "hizbQuarter": 33,
      "sajda": false
    },
    {
      "number": 523,
      "text": "Dan barangsiapa berbuat demikian dengan melanggar hak dan aniaya, maka Kami kelak akan memasukkannya ke dalam neraka. Yang demikian itu adalah mudah bagi Allah.",
      "numberInSurah": 30,
      "juz": 5,
      "manzil": 1,
      "page": 83,
      "ruku": 66,
      "hizbQuarter": 33,
      "sajda": false
    },
    {
      "number": 524,
      "text": "Jika kamu menjauhi dosa-dosa besar di antara dosa-dosa yang dilarang kamu mengerjakannya, niscaya Kami hapus kesalahan-kesalahanmu (dosa-dosamu yang kecil) dan Kami masukkan kamu ke tempat yang mulia (surga).",
      "numberInSurah": 31,
      "juz": 5,
      "manzil": 1,
      "page": 83,
      "ruku": 66,
      "hizbQuarter": 33,
      "sajda": false
    },
    {
      "number": 525,
      "text": "Dan janganlah kamu iri hati terhadap apa yang dikaruniakan Allah kepada sebahagian kamu lebih banyak dari sebahagian yang lain. (Karena) bagi orang laki-laki ada bahagian dari pada apa yang mereka usahakan, dan bagi para wanita (pun) ada bahagian dari apa yang mereka usahakan, dan mohonlah kepada Allah sebagian dari karunia-Nya. Sesungguhnya Allah Maha Mengetahui segala sesuatu.",
      "numberInSurah": 32,
      "juz": 5,
      "manzil": 1,
      "page": 83,
      "ruku": 66,
      "hizbQuarter": 33,
      "sajda": false
    },
    {
      "number": 526,
      "text": "Bagi tiap-tiap harta peninggalan dari harta yang ditinggalkan ibu bapak dan karib kerabat, Kami jadikan pewaris-pewarisnya. Dan (jika ada) orang-orang yang kamu telah bersumpah setia dengan mereka, maka berilah kepada mereka bahagiannya. Sesungguhnya Allah menyaksikan segala sesuatu.",
      "numberInSurah": 33,
      "juz": 5,
      "manzil": 1,
      "page": 83,
      "ruku": 66,
      "hizbQuarter": 33,
      "sajda": false
    },
    {
      "number": 527,
      "text": "Kaum laki-laki itu adalah pemimpin bagi kaum wanita, oleh karena Allah telah melebihkan sebahagian mereka (laki-laki) atas sebahagian yang lain (wanita), dan karena mereka (laki-laki) telah menafkahkan sebagian dari harta mereka. Sebab itu maka wanita yang saleh, ialah yang taat kepada Allah lagi memelihara diri ketika suaminya tidak ada, oleh karena Allah telah memelihara (mereka). Wanita-wanita yang kamu khawatirkan nusyuznya, maka nasehatilah mereka dan pisahkanlah mereka di tempat tidur mereka, dan pukullah mereka. Kemudian jika mereka mentaatimu, maka janganlah kamu mencari-cari jalan untuk menyusahkannya. Sesungguhnya Allah Maha Tinggi lagi Maha Besar.",
      "numberInSurah": 34,
      "juz": 5,
      "manzil": 1,
      "page": 84,
      "ruku": 67,
      "hizbQuarter": 33,
      "sajda": false
    },
    {
      "number": 528,
      "text": "Dan jika kamu khawatirkan ada persengketaan antara keduanya, maka kirimlah seorang hakam dari keluarga laki-laki dan seorang hakam dari keluarga perempuan. Jika kedua orang hakam itu bermaksud mengadakan perbaikan, niscaya Allah memberi taufik kepada suami-isteri itu. Sesungguhnya Allah Maha Mengetahui lagi Maha Mengenal.",
      "numberInSurah": 35,
      "juz": 5,
      "manzil": 1,
      "page": 84,
      "ruku": 67,
      "hizbQuarter": 33,
      "sajda": false
    },
    {
      "number": 529,
      "text": "Sembahlah Allah dan janganlah kamu mempersekutukan-Nya dengan sesuatupun. Dan berbuat baiklah kepada dua orang ibu-bapa, karib-kerabat, anak-anak yatim, orang-orang miskin, tetangga yang dekat dan tetangga yang jauh, dan teman sejawat, ibnu sabil dan hamba sahayamu. Sesungguhnya Allah tidak menyukai orang-orang yang sombong dan membangga-banggakan diri,",
      "numberInSurah": 36,
      "juz": 5,
      "manzil": 1,
      "page": 84,
      "ruku": 67,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 530,
      "text": "(yaitu) orang-orang yang kikir, dan menyuruh orang lain berbuat kikir, dan menyembunyikan karunia Allah yang telah diberikan-Nya kepada mereka. Dan Kami telah menyediakan untuk orang-orang kafir siksa yang menghinakan.",
      "numberInSurah": 37,
      "juz": 5,
      "manzil": 1,
      "page": 84,
      "ruku": 67,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 531,
      "text": "Dan (juga) orang-orang yang menafkahkan harta-harta mereka karena riya kepada manusia, dan orang-orang yang tidak beriman kepada Allah dan kepada hari kemudian. Barangsiapa yang mengambil syaitan itu menjadi temannya, maka syaitan itu adalah teman yang seburuk-buruknya.",
      "numberInSurah": 38,
      "juz": 5,
      "manzil": 1,
      "page": 85,
      "ruku": 67,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 532,
      "text": "Apakah kemudharatannya bagi mereka, kalau mereka beriman kepada Allah dan hari kemudian dan menafkahkan sebahagian rezeki yang telah diberikan Allah kepada mereka? Dan adalah Allah Maha Mengetahui keadaan mereka.",
      "numberInSurah": 39,
      "juz": 5,
      "manzil": 1,
      "page": 85,
      "ruku": 67,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 533,
      "text": "Sesungguhnya Allah tidak menganiaya seseorang walaupun sebesar zarrah, dan jika ada kebajikan sebesar zarrah, niscaya Allah akan melipat gandakannya dan memberikan dari sisi-Nya pahala yang besar.",
      "numberInSurah": 40,
      "juz": 5,
      "manzil": 1,
      "page": 85,
      "ruku": 67,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 534,
      "text": "Maka bagaimanakah (halnya orang kafir nanti), apabila Kami mendatangkan seseorang saksi (rasul) dari tiap-tiap umat dan Kami mendatangkan kamu (Muhammad) sebagai saksi atas mereka itu (sebagai umatmu).",
      "numberInSurah": 41,
      "juz": 5,
      "manzil": 1,
      "page": 85,
      "ruku": 67,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 535,
      "text": "Di hari itu orang-orang kafir dan orang-orang yang mendurhakai rasul, ingin supaya mereka disamaratakan dengan tanah, dan mereka tidak dapat menyembunyikan (dari Allah) sesuatu kejadianpun.",
      "numberInSurah": 42,
      "juz": 5,
      "manzil": 1,
      "page": 85,
      "ruku": 67,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 536,
      "text": "Hai orang-orang yang beriman, janganlah kamu shalat, sedang kamu dalam keadaan mabuk, sehingga kamu mengerti apa yang kamu ucapkan, (jangan pula hampiri mesjid) sedang kamu dalam keadaan junub, terkecuali sekedar berlalu saja, hingga kamu mandi. Dan jika kamu sakit atau sedang dalam musafir atau datang dari tempat buang air atau kamu telah menyentuh perempuan, kemudian kamu tidak mendapat air, maka bertayamumlah kamu dengan tanah yang baik (suci); sapulah mukamu dan tanganmu. Sesungguhnya Allah Maha Pemaaf lagi Maha Pengampun.",
      "numberInSurah": 43,
      "juz": 5,
      "manzil": 1,
      "page": 85,
      "ruku": 68,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 537,
      "text": "Apakah kamu tidak melihat orang-orang yang telah diberi bahagian dari Al Kitab (Taurat)? Mereka membeli (memilih) kesesatan (dengan petunjuk) dan mereka bermaksud supaya kamu tersesat (menyimpang) dari jalan (yang benar).",
      "numberInSurah": 44,
      "juz": 5,
      "manzil": 1,
      "page": 85,
      "ruku": 68,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 538,
      "text": "Dan Allah lebih mengetahui (dari pada kamu) tentang musuh-musuhmu. Dan cukuplah Allah menjadi Pelindung (bagimu). Dan cukuplah Allah menjadi Penolong (bagimu).",
      "numberInSurah": 45,
      "juz": 5,
      "manzil": 1,
      "page": 86,
      "ruku": 68,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 539,
      "text": "Yaitu orang-orang Yahudi, mereka mengubah perkataan dari tempat-tempatnya. Mereka berkata: \"Kami mendengar\", tetapi kami tidak mau menurutinya. Dan (mereka mengatakan pula): \"Dengarlah\" sedang kamu sebenarnya tidak mendengar apa-apa. Dan (mereka mengatakan): \"Raa'ina\", dengan memutar-mutar lidahnya dan mencela agama. Sekiranya mereka mengatakan: \"Kami mendengar dan menurut, dan dengarlah, dan perhatikanlah kami\", tentulah itu lebih baik bagi mereka dan lebih tepat, akan tetapi Allah mengutuk mereka, karena kekafiran mereka. Mereka tidak beriman kecuali iman yang sangat tipis.",
      "numberInSurah": 46,
      "juz": 5,
      "manzil": 1,
      "page": 86,
      "ruku": 68,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 540,
      "text": "Hai orang-orang yang telah diberi Al Kitab, berimanlah kamu kepada apa yang telah Kami turunkan (Al Quran) yang membenarkan Kitab yang ada pada kamu sebelum Kami mengubah muka(mu), lalu Kami putarkan ke belakang atau Kami kutuki mereka sebagaimana Kami telah mengutuki orang-orang (yang berbuat maksiat) pada hari Sabtu. Dan ketetapan Allah pasti berlaku.",
      "numberInSurah": 47,
      "juz": 5,
      "manzil": 1,
      "page": 86,
      "ruku": 68,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 541,
      "text": "Sesungguhnya Allah tidak akan mengampuni dosa syirik, dan Dia mengampuni segala dosa yang selain dari (syirik) itu, bagi siapa yang dikehendaki-Nya. Barangsiapa yang mempersekutukan Allah, maka sungguh ia telah berbuat dosa yang besar.",
      "numberInSurah": 48,
      "juz": 5,
      "manzil": 1,
      "page": 86,
      "ruku": 68,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 542,
      "text": "Apakah kamu tidak memperhatikan orang yang menganggap dirinya bersih?. Sebenarnya Allah membersihkan siapa yang dikehendaki-Nya dan mereka tidak aniaya sedikitpun.",
      "numberInSurah": 49,
      "juz": 5,
      "manzil": 1,
      "page": 86,
      "ruku": 68,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 543,
      "text": "Perhatikanlah, betapakah mereka mengada-adakan dusta terhadap Allah? Dan cukuplah perbuatan itu menjadi dosa yang nyata (bagi mereka).",
      "numberInSurah": 50,
      "juz": 5,
      "manzil": 1,
      "page": 86,
      "ruku": 68,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 544,
      "text": "Apakah kamu tidak memperhatikan orang-orang yang diberi bahagian dari Al kitab? Mereka percaya kepada jibt dan thaghut, dan mengatakan kepada orang-orang Kafir (musyrik Mekah), bahwa mereka itu lebih benar jalannya dari orang-orang yang beriman.",
      "numberInSurah": 51,
      "juz": 5,
      "manzil": 1,
      "page": 86,
      "ruku": 69,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 545,
      "text": "Mereka itulah orang yang dikutuki Allah. Barangsiapa yang dikutuki Allah, niscaya kamu sekali-kali tidak akan memperoleh penolong baginya.",
      "numberInSurah": 52,
      "juz": 5,
      "manzil": 1,
      "page": 87,
      "ruku": 69,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 546,
      "text": "Ataukah ada bagi mereka bahagian dari kerajaan (kekuasaan)? Kendatipun ada, mereka tidak akan memberikan sedikitpun (kebajikan) kepada manusia.",
      "numberInSurah": 53,
      "juz": 5,
      "manzil": 1,
      "page": 87,
      "ruku": 69,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 547,
      "text": "ataukah mereka dengki kepada manusia (Muhammad) lantaran karunia yang Allah telah berikan kepadanya? Sesungguhnya Kami telah memberikan Kitab dan Hikmah kepada keluarga Ibrahim, dan Kami telah memberikan kepadanya kerajaan yang besar.",
      "numberInSurah": 54,
      "juz": 5,
      "manzil": 1,
      "page": 87,
      "ruku": 69,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 548,
      "text": "Maka di antara mereka (orang-orang yang dengki itu), ada orang-orang yang beriman kepadanya, dan di antara mereka ada orang-orang yang menghalangi (manusia) dari beriman kepadanya. Dan cukuplah (bagi mereka) Jahannam yang menyala-nyala apinya.",
      "numberInSurah": 55,
      "juz": 5,
      "manzil": 1,
      "page": 87,
      "ruku": 69,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 549,
      "text": "Sesungguhnya orang-orang yang kafir kepada ayat-ayat Kami, kelak akan Kami masukkan mereka ke dalam neraka. Setiap kali kulit mereka hangus, Kami ganti kulit mereka dengan kulit yang lain, supaya mereka merasakan azab. Sesungguhnya Allah Maha Perkasa lagi Maha Bijaksana.",
      "numberInSurah": 56,
      "juz": 5,
      "manzil": 1,
      "page": 87,
      "ruku": 69,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 550,
      "text": "Dan orang-orang yang beriman dan mengerjakan amalan-amalan yang shaleh, kelak akan Kami masukkan mereka ke dalam surga yang di dalamnya mengalir sungai-sungai; kekal mereka di dalamnya; mereka di dalamnya mempunyai isteri-isteri yang suci, dan Kami masukkan mereka ke tempat yang teduh lagi nyaman.",
      "numberInSurah": 57,
      "juz": 5,
      "manzil": 1,
      "page": 87,
      "ruku": 69,
      "hizbQuarter": 34,
      "sajda": false
    },
    {
      "number": 551,
      "text": "Sesungguhnya Allah menyuruh kamu menyampaikan amanat kepada yang berhak menerimanya, dan (menyuruh kamu) apabila menetapkan hukum di antara manusia supaya kamu menetapkan dengan adil. Sesungguhnya Allah memberi pengajaran yang sebaik-baiknya kepadamu. Sesungguhnya Allah adalah Maha Mendengar lagi Maha Melihat.",
      "numberInSurah": 58,
      "juz": 5,
      "manzil": 1,
      "page": 87,
      "ruku": 69,
      "hizbQuarter": 35,
      "sajda": false
    },
    {
      "number": 552,
      "text": "Hai orang-orang yang beriman, taatilah Allah dan taatilah Rasul (Nya), dan ulil amri di antara kamu. Kemudian jika kamu berlainan pendapat tentang sesuatu, maka kembalikanlah ia kepada Allah (Al Quran) dan Rasul (sunnahnya), jika kamu benar-benar beriman kepada Allah dan hari kemudian. Yang demikian itu lebih utama (bagimu) dan lebih baik akibatnya.",
      "numberInSurah": 59,
      "juz": 5,
      "manzil": 1,
      "page": 87,
      "ruku": 69,
      "hizbQuarter": 35,
      "sajda": false
    },
    {
      "number": 553,
      "text": "Apakah kamu tidak memperhatikan orang-orang yang mengaku dirinya telah beriman kepada apa yang diturunkan kepadamu dan kepada apa yang diturunkan sebelum kamu? Mereka hendak berhakim kepada thaghut, padahal mereka telah diperintah mengingkari thaghut itu. Dan syaitan bermaksud menyesatkan mereka (dengan) penyesatan yang sejauh-jauhnya.",
      "numberInSurah": 60,
      "juz": 5,
      "manzil": 1,
      "page": 88,
      "ruku": 70,
      "hizbQuarter": 35,
      "sajda": false
    },
    {
      "number": 554,
      "text": "Apabila dikatakan kepada mereka: \"Marilah kamu (tunduk) kepada hukum yang Allah telah turunkan dan kepada hukum Rasul\", niscaya kamu lihat orang-orang munafik menghalangi (manusia) dengan sekuat-kuatnya dari (mendekati) kamu.",
      "numberInSurah": 61,
      "juz": 5,
      "manzil": 1,
      "page": 88,
      "ruku": 70,
      "hizbQuarter": 35,
      "sajda": false
    },
    {
      "number": 555,
      "text": "Maka bagaimanakah halnya apabila mereka (orang-orang munafik) ditimpa sesuatu musibah disebabkan perbuatan tangan mereka sendiri, kemudian mereka datang kepadamu sambil bersumpah: \"Demi Allah, kami sekali-kali tidak menghendaki selain penyelesaian yang baik dan perdamaian yang sempurna\".",
      "numberInSurah": 62,
      "juz": 5,
      "manzil": 1,
      "page": 88,
      "ruku": 70,
      "hizbQuarter": 35,
      "sajda": false
    },
    {
      "number": 556,
      "text": "Mereka itu adalah orang-orang yang Allah mengetahui apa yang di dalam hati mereka. Karena itu berpalinglah kamu dari mereka, dan berilah mereka pelajaran, dan katakanlah kepada mereka perkataan yang berbekas pada jiwa mereka.",
      "numberInSurah": 63,
      "juz": 5,
      "manzil": 1,
      "page": 88,
      "ruku": 70,
      "hizbQuarter": 35,
      "sajda": false
    },
    {
      "number": 557,
      "text": "Dan Kami tidak mengutus seseorang rasul melainkan untuk ditaati dengan seizin Allah. Sesungguhnya jikalau mereka ketika menganiaya dirinya datang kepadamu, lalu memohon ampun kepada Allah, dan Rasulpun memohonkan ampun untuk mereka, tentulah mereka mendapati Allah Maha Penerima Taubat lagi Maha Penyayang.",
      "numberInSurah": 64,
      "juz": 5,
      "manzil": 1,
      "page": 88,
      "ruku": 70,
      "hizbQuarter": 35,
      "sajda": false
    },
    {
      "number": 558,
      "text": "Maka demi Tuhanmu, mereka (pada hakekatnya) tidak beriman hingga mereka menjadikan kamu hakim terhadap perkara yang mereka perselisihkan, kemudian mereka tidak merasa dalam hati mereka sesuatu keberatan terhadap putusan yang kamu berikan, dan mereka menerima dengan sepenuhnya.",
      "numberInSurah": 65,
      "juz": 5,
      "manzil": 1,
      "page": 88,
      "ruku": 70,
      "hizbQuarter": 35,
      "sajda": false
    },
    {
      "number": 559,
      "text": "Dan sesungguhnya kalau Kami perintahkan kepada mereka: \"Bunuhlah dirimu atau keluarlah kamu dari kampungmu\", niscaya mereka tidak akan melakukannya kecuali sebagian kecil dari mereka. Dan sesungguhnya kalau mereka melaksanakan pelajaran yang diberikan kepada mereka, tentulah hal yang demikian itu lebih baik bagi mereka dan lebih menguatkan (iman mereka),",
      "numberInSurah": 66,
      "juz": 5,
      "manzil": 1,
      "page": 89,
      "ruku": 70,
      "hizbQuarter": 35,
      "sajda": false
    },
    {
      "number": 560,
      "text": "dan kalau demikian, pasti Kami berikan kepada mereka pahala yang besar dari sisi Kami,",
      "numberInSurah": 67,
      "juz": 5,
      "manzil": 1,
      "page": 89,
      "ruku": 70,
      "hizbQuarter": 35,
      "sajda": false
    },
    {
      "number": 561,
      "text": "dan pasti Kami tunjuki mereka kepada jalan yang lurus.",
      "numberInSurah": 68,
      "juz": 5,
      "manzil": 1,
      "page": 89,
      "ruku": 70,
      "hizbQuarter": 35,
      "sajda": false
    },
    {
      "number": 562,
      "text": "Dan barangsiapa yang mentaati Allah dan Rasul(Nya), mereka itu akan bersama-sama dengan orang-orang yang dianugerahi nikmat oleh Allah, yaitu: Nabi-nabi, para shiddiiqiin, orang-orang yang mati syahid, dan orang-orang saleh. Dan mereka itulah teman yang sebaik-baiknya.",
      "numberInSurah": 69,
      "juz": 5,
      "manzil": 1,
      "page": 89,
      "ruku": 70,
      "hizbQuarter": 35,
      "sajda": false
    },
    {
      "number": 563,
      "text": "Yang demikian itu adalah karunia dari Allah, dan Allah cukup mengetahui.",
      "numberInSurah": 70,
      "juz": 5,
      "manzil": 1,
      "page": 89,
      "ruku": 70,
      "hizbQuarter": 35,
      "sajda": false
    },
    {
      "number": 564,
      "text": "Hai orang-orang yang beriman, bersiap siagalah kamu, dan majulah (ke medan pertempuran) berkelompok-kelompok, atau majulah bersama-sama!",
      "numberInSurah": 71,
      "juz": 5,
      "manzil": 1,
      "page": 89,
      "ruku": 71,
      "hizbQuarter": 35,
      "sajda": false
    },
    {
      "number": 565,
      "text": "Dan sesungguhnya di antara kamu ada orang yang sangat berlambat-lambat (ke medan pertempuran). Maka jika kamu ditimpa musibah ia berkata: \"Sesungguhnya Tuhan telah menganugerahkan nikmat kepada saya karena saya tidak ikut berperang bersama mereka.",
      "numberInSurah": 72,
      "juz": 5,
      "manzil": 1,
      "page": 89,
      "ruku": 71,
      "hizbQuarter": 35,
      "sajda": false
    },
    {
      "number": 566,
      "text": "Dan sungguh jika kamu beroleh karunia (kemenangan) dari Allah, tentulah dia mengatakan seolah-oleh belum pernah ada hubungan kasih sayang antara kamu dengan dia: \"Wahai kiranya saya ada bersama-sama mereka, tentu saya mendapat kemenangan yang besar (pula)\".",
      "numberInSurah": 73,
      "juz": 5,
      "manzil": 1,
      "page": 89,
      "ruku": 71,
      "hizbQuarter": 35,
      "sajda": false
    },
    {
      "number": 567,
      "text": "Karena itu hendaklah orang-orang yang menukar kehidupan dunia dengan kehidupan akhirat berperang di jalan Allah. Barangsiapa yang berperang di jalan Allah, lalu gugur atau memperoleh kemenangan maka kelak akan Kami berikan kepadanya pahala yang besar.",
      "numberInSurah": 74,
      "juz": 5,
      "manzil": 1,
      "page": 89,
      "ruku": 71,
      "hizbQuarter": 36,
      "sajda": false
    },
    {
      "number": 568,
      "text": "Mengapa kamu tidak mau berperang di jalan Allah dan (membela) orang-orang yang lemah baik laki-laki, wanita-wanita maupun anak-anak yang semuanya berdoa: \"Ya Tuhan kami, keluarkanlah kami dari negeri ini (Mekah) yang zalim penduduknya dan berilah kami pelindung dari sisi Engkau, dan berilah kami penolong dari sisi Engkau!\".",
      "numberInSurah": 75,
      "juz": 5,
      "manzil": 1,
      "page": 90,
      "ruku": 71,
      "hizbQuarter": 36,
      "sajda": false
    },
    {
      "number": 569,
      "text": "Orang-orang yang beriman berperang di jalan Allah, dan orang-orang yang kafir berperang di jalan thaghut, sebab itu perangilah kawan-kawan syaitan itu, karena sesungguhnya tipu daya syaitan itu adalah lemah.",
      "numberInSurah": 76,
      "juz": 5,
      "manzil": 1,
      "page": 90,
      "ruku": 71,
      "hizbQuarter": 36,
      "sajda": false
    },
    {
      "number": 570,
      "text": "Tidakkah kamu perhatikan orang-orang yang dikatakan kepada mereka: \"Tahanlah tanganmu (dari berperang), dirikanlah sembahyang dan tunaikanlah zakat!\" Setelah diwajibkan kepada mereka berperang, tiba-tiba sebahagian dari mereka (golongan munafik) takut kepada manusia (musuh), seperti takutnya kepada Allah, bahkan lebih sangat dari itu takutnya. Mereka berkata: \"Ya Tuhan kami, mengapa Engkau wajibkan berperang kepada kami? Mengapa tidak Engkau tangguhkan (kewajiban berperang) kepada kami sampai kepada beberapa waktu lagi?\" Katakanlah: \"Kesenangan di dunia ini hanya sebentar dan akhirat itu lebih baik untuk orang-orang yang bertakwa, dan kamu tidak akan dianiaya sedikitpun.",
      "numberInSurah": 77,
      "juz": 5,
      "manzil": 1,
      "page": 90,
      "ruku": 72,
      "hizbQuarter": 36,
      "sajda": false
    },
    {
      "number": 571,
      "text": "Di mana saja kamu berada, kematian akan mendapatkan kamu, kendatipun kamu di dalam benteng yang tinggi lagi kokoh, dan jika mereka memperoleh kebaikan, mereka mengatakan: \"Ini adalah dari sisi Allah\", dan kalau mereka ditimpa sesuatu bencana mereka mengatakan: \"Ini (datangnya) dari sisi kamu (Muhammad)\". Katakanlah: \"Semuanya (datang) dari sisi Allah\". Maka mengapa orang-orang itu (orang munafik) hampir-hampir tidak memahami pembicaraan sedikitpun?",
      "numberInSurah": 78,
      "juz": 5,
      "manzil": 1,
      "page": 90,
      "ruku": 72,
      "hizbQuarter": 36,
      "sajda": false
    },
    {
      "number": 572,
      "text": "Apa saja nikmat yang kamu peroleh adalah dari Allah, dan apa saja bencana yang menimpamu, maka dari (kesalahan) dirimu sendiri. Kami mengutusmu menjadi Rasul kepada segenap manusia. Dan cukuplah Allah menjadi saksi.",
      "numberInSurah": 79,
      "juz": 5,
      "manzil": 1,
      "page": 90,
      "ruku": 72,
      "hizbQuarter": 36,
      "sajda": false
    },
    {
      "number": 573,
      "text": "Barangsiapa yang mentaati Rasul itu, sesungguhnya ia telah mentaati Allah. Dan barangsiapa yang berpaling (dari ketaatan itu), maka Kami tidak mengutusmu untuk menjadi pemelihara bagi mereka.",
      "numberInSurah": 80,
      "juz": 5,
      "manzil": 1,
      "page": 91,
      "ruku": 72,
      "hizbQuarter": 36,
      "sajda": false
    },
    {
      "number": 574,
      "text": "Dan mereka (orang-orang munafik) mengatakan: \"(Kewajiban kami hanyalah) taat\". Tetapi apabila mereka telah pergi dari sisimu, sebahagian dari mereka mengatur siasat di malam hari (mengambil keputusan) lain dari yang telah mereka katakan tadi. Allah menulis siasat yang mereka atur di malam hari itu, maka berpalinglah kamu dari mereka dan tawakallah kepada Allah. Cukuplah Allah menjadi Pelindung.",
      "numberInSurah": 81,
      "juz": 5,
      "manzil": 1,
      "page": 91,
      "ruku": 72,
      "hizbQuarter": 36,
      "sajda": false
    },
    {
      "number": 575,
      "text": "Maka apakah mereka tidak memperhatikan Al Quran? Kalau kiranya Al Quran itu bukan dari sisi Allah, tentulah mereka mendapat pertentangan yang banyak di dalamnya.",
      "numberInSurah": 82,
      "juz": 5,
      "manzil": 1,
      "page": 91,
      "ruku": 72,
      "hizbQuarter": 36,
      "sajda": false
    },
    {
      "number": 576,
      "text": "Dan apabila datang kepada mereka suatu berita tentang keamanan ataupun ketakutan, mereka lalu menyiarkannya. Dan kalau mereka menyerahkannya kepada Rasul dan Ulil Amri di antara mereka, tentulah orang-orang yang ingin mengetahui kebenarannya (akan dapat) mengetahuinya dari mereka (Rasul dan Ulil Amri). Kalau tidaklah karena karunia dan rahmat Allah kepada kamu, tentulah kamu mengikut syaitan, kecuali sebahagian kecil saja (di antaramu).",
      "numberInSurah": 83,
      "juz": 5,
      "manzil": 1,
      "page": 91,
      "ruku": 72,
      "hizbQuarter": 36,
      "sajda": false
    },
    {
      "number": 577,
      "text": "Maka berperanglah kamu pada jalan Allah, tidaklah kamu dibebani melainkan dengan kewajiban kamu sendiri. Kobarkanlah semangat para mukmin (untuk berperang). Mudah-mudahan Allah menolak serangan orang-orang yang kafir itu. Allah amat besar kekuatan dan amat keras siksaan(Nya).",
      "numberInSurah": 84,
      "juz": 5,
      "manzil": 1,
      "page": 91,
      "ruku": 72,
      "hizbQuarter": 36,
      "sajda": false
    },
    {
      "number": 578,
      "text": "Barangsiapa yang memberikan syafa'at yang baik, niscaya ia akan memperoleh bahagian (pahala) dari padanya. Dan barangsiapa memberi syafa'at yang buruk, niscaya ia akan memikul bahagian (dosa) dari padanya. Allah Maha Kuasa atas segala sesuatu.",
      "numberInSurah": 85,
      "juz": 5,
      "manzil": 1,
      "page": 91,
      "ruku": 72,
      "hizbQuarter": 36,
      "sajda": false
    },
    {
      "number": 579,
      "text": "Apabila kamu diberi penghormatan dengan sesuatu penghormatan, maka balaslah penghormatan itu dengan yang lebih baik dari padanya, atau balaslah penghormatan itu (dengan yang serupa). Sesungguhnya Allah memperhitungankan segala sesuatu.",
      "numberInSurah": 86,
      "juz": 5,
      "manzil": 1,
      "page": 91,
      "ruku": 72,
      "hizbQuarter": 36,
      "sajda": false
    },
    {
      "number": 580,
      "text": "Allah, tidak ada Tuhan (yang berhak disembah) selain Dia. Sesungguhnya Dia akan mengumpulkan kamu di hari kiamat, yang tidak ada keraguan terjadinya. Dan siapakah orang yang lebih benar perkataan(nya) dari pada Allah?",
      "numberInSurah": 87,
      "juz": 5,
      "manzil": 1,
      "page": 92,
      "ruku": 72,
      "hizbQuarter": 36,
      "sajda": false
    },
    {
      "number": 581,
      "text": "Maka mengapa kamu (terpecah) menjadi dua golongan dalam (menghadapi) orang-orang munafik, padahal Allah telah membalikkan mereka kepada kekafiran, disebabkan usaha mereka sendiri? Apakah kamu bermaksud memberi petunjuk kepada orang-orang yang telah disesatkan Allah? Barangsiapa yang disesatkan Allah, sekali-kali kamu tidak mendapatkan jalan (untuk memberi petunjuk) kepadanya.",
      "numberInSurah": 88,
      "juz": 5,
      "manzil": 1,
      "page": 92,
      "ruku": 73,
      "hizbQuarter": 37,
      "sajda": false
    },
    {
      "number": 582,
      "text": "Mereka ingin supaya kamu menjadi kafir sebagaimana mereka telah menjadi kafir, lalu kamu menjadi sama (dengan mereka). Maka janganlah kamu jadikan di antara mereka penolong-penolong(mu), hingga mereka berhijrah pada jalan Allah. Maka jika mereka berpaling, tawan dan bunuhlah mereka di mana saja kamu menemuinya, dan janganlah kamu ambil seorangpun di antara mereka menjadi pelindung, dan jangan (pula) menjadi penolong,",
      "numberInSurah": 89,
      "juz": 5,
      "manzil": 1,
      "page": 92,
      "ruku": 73,
      "hizbQuarter": 37,
      "sajda": false
    },
    {
      "number": 583,
      "text": "kecuali orang-orang yang meminta perlindungan kepada sesuatu kaum, yang antara kamu dan kaum itu telah ada perjanjian (damai) atau orang-orang yang datang kepada kamu sedang hati mereka merasa keberatan untuk memerangi kamu dan memerangi kaumnya. Kalau Allah menghendaki, tentu Dia memberi kekuasaan kepada mereka terhadap kamu, lalu pastilah mereka memerangimu. tetapi jika mereka membiarkan kamu, dan tidak memerangi kamu serta mengemukakan perdamaian kepadamu maka Allah tidak memberi jalan bagimu (untuk menawan dan membunuh) mereka.",
      "numberInSurah": 90,
      "juz": 5,
      "manzil": 1,
      "page": 92,
      "ruku": 73,
      "hizbQuarter": 37,
      "sajda": false
    },
    {
      "number": 584,
      "text": "Kelak kamu akan dapati (golongan-golongan) yang lain, yang bermaksud supaya mereka aman dari pada kamu dan aman (pula) dari kaumnya. Setiap mereka diajak kembali kepada fitnah (syirik), merekapun terjun kedalamnya. Karena itu jika mereka tidak membiarkan kamu dan (tidak) mau mengemukakan perdamaian kepadamu, serta (tidak) menahan tangan mereka (dari memerangimu), maka tawanlah mereka dan bunuhlah mereka dan merekalah orang-orang yang Kami berikan kepadamu alasan yang nyata (untuk menawan dan membunuh) mereka.",
      "numberInSurah": 91,
      "juz": 5,
      "manzil": 1,
      "page": 92,
      "ruku": 73,
      "hizbQuarter": 37,
      "sajda": false
    },
    {
      "number": 585,
      "text": "Dan tidak layak bagi seorang mukmin membunuh seorang mukmin (yang lain), kecuali karena tersalah (tidak sengaja), dan barangsiapa membunuh seorang mukmin karena tersalah (hendaklah) ia memerdekakan seorang hamba sahaya yang beriman serta membayar diat yang diserahkan kepada keluarganya (si terbunuh itu), kecuali jika mereka (keluarga terbunuh) bersedekah. Jika ia (si terbunuh) dari kaum (kafir) yang ada perjanjian (damai) antara mereka dengan kamu, maka (hendaklah si pembunuh) membayar diat yang diserahkan kepada keluarganya (si terbunuh) serta memerdekakan hamba sahaya yang beriman. Barangsiapa yang tidak memperolehnya, maka hendaklah ia (si pembunuh) berpuasa dua bulan berturut-turut untuk penerimaan taubat dari pada Allah. Dan adalah Allah Maha Mengetahui lagi Maha Bijaksana.",
      "numberInSurah": 92,
      "juz": 5,
      "manzil": 1,
      "page": 93,
      "ruku": 74,
      "hizbQuarter": 37,
      "sajda": false
    },
    {
      "number": 586,
      "text": "Dan barangsiapa yang membunuh seorang mukmin dengan sengaja maka balasannya ialah Jahannam, kekal ia di dalamnya dan Allah murka kepadanya, dan mengutukinya serta menyediakan azab yang besar baginya.",
      "numberInSurah": 93,
      "juz": 5,
      "manzil": 1,
      "page": 93,
      "ruku": 74,
      "hizbQuarter": 37,
      "sajda": false
    },
    {
      "number": 587,
      "text": "Hai orang-orang yang beriman, apabila kamu pergi (berperang) di jalan Allah, maka telitilah dan janganlah kamu mengatakan kepada orang yang mengucapkan \"salam\" kepadamu: \"Kamu bukan seorang mukmin\" (lalu kamu membunuhnya), dengan maksud mencari harta benda kehidupan di dunia, karena di sisi Allah ada harta yang banyak. Begitu jugalah keadaan kamu dahulu, lalu Allah menganugerahkan nikmat-Nya atas kamu, maka telitilah. Sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan.",
      "numberInSurah": 94,
      "juz": 5,
      "manzil": 1,
      "page": 93,
      "ruku": 74,
      "hizbQuarter": 37,
      "sajda": false
    },
    {
      "number": 588,
      "text": "Tidaklah sama antara mukmin yang duduk (yang tidak ikut berperang) yang tidak mempunyai 'uzur dengan orang-orang yang berjihad di jalan Allah dengan harta mereka dan jiwanya. Allah melebihkan orang-orang yang berjihad dengan harta dan jiwanya atas orang-orang yang duduk satu derajat. Kepada masing-masing mereka Allah menjanjikan pahala yang baik (surga) dan Allah melebihkan orang-orang yang berjihad atas orang yang duduk dengan pahala yang besar,",
      "numberInSurah": 95,
      "juz": 5,
      "manzil": 1,
      "page": 94,
      "ruku": 74,
      "hizbQuarter": 37,
      "sajda": false
    },
    {
      "number": 589,
      "text": "(yaitu) beberapa derajat dari pada-Nya, ampunan serta rahmat. Dan adalah Allah Maha Pengampun lagi Maha Penyayang.",
      "numberInSurah": 96,
      "juz": 5,
      "manzil": 1,
      "page": 94,
      "ruku": 74,
      "hizbQuarter": 37,
      "sajda": false
    },
    {
      "number": 590,
      "text": "Sesungguhnya orang-orang yang diwafatkan malaikat dalam keadaan menganiaya diri sendiri, (kepada mereka) malaikat bertanya: \"Dalam keadaan bagaimana kamu ini?\". Mereka menjawab: \"Adalah kami orang-orang yang tertindas di negeri (Mekah)\". Para malaikat berkata: \"Bukankah bumi Allah itu luas, sehingga kamu dapat berhijrah di bumi itu?\". Orang-orang itu tempatnya neraka Jahannam, dan Jahannam itu seburuk-buruk tempat kembali,",
      "numberInSurah": 97,
      "juz": 5,
      "manzil": 1,
      "page": 94,
      "ruku": 75,
      "hizbQuarter": 37,
      "sajda": false
    },
    {
      "number": 591,
      "text": "kecuali mereka yang tertindas baik laki-laki atau wanita ataupun anak-anak yang tidak mampu berdaya upaya dan tidak mengetahui jalan (untuk hijrah),",
      "numberInSurah": 98,
      "juz": 5,
      "manzil": 1,
      "page": 94,
      "ruku": 75,
      "hizbQuarter": 37,
      "sajda": false
    },
    {
      "number": 592,
      "text": "mereka itu, mudah-mudahan Allah memaafkannya. Dan adalah Allah Maha Pemaaf lagi Maha Pengampun.",
      "numberInSurah": 99,
      "juz": 5,
      "manzil": 1,
      "page": 94,
      "ruku": 75,
      "hizbQuarter": 37,
      "sajda": false
    },
    {
      "number": 593,
      "text": "Barangsiapa berhijrah di jalan Allah, niscaya mereka mendapati di muka bumi ini tempat hijrah yang luas dan rezeki yang banyak. Barangsiapa keluar dari rumahnya dengan maksud berhijrah kepada Allah dan Rasul-Nya, kemudian kematian menimpanya (sebelum sampai ke tempat yang dituju), maka sungguh telah tetap pahalanya di sisi Allah. Dan adalah Allah Maha Pengampun lagi Maha Penyayang.",
      "numberInSurah": 100,
      "juz": 5,
      "manzil": 1,
      "page": 94,
      "ruku": 75,
      "hizbQuarter": 38,
      "sajda": false
    },
    {
      "number": 594,
      "text": "Dan apabila kamu bepergian di muka bumi, maka tidaklah mengapa kamu men-qashar sembahyang(mu), jika kamu takut diserang orang-orang kafir. Sesungguhnya orang-orang kafir itu adalah musuh yang nyata bagimu.",
      "numberInSurah": 101,
      "juz": 5,
      "manzil": 1,
      "page": 94,
      "ruku": 76,
      "hizbQuarter": 38,
      "sajda": false
    },
    {
      "number": 595,
      "text": "Dan apabila kamu berada di tengah-tengah mereka (sahabatmu) lalu kamu hendak mendirikan shalat bersama-sama mereka, maka hendaklah segolongan dari mereka berdiri (shalat) besertamu dan menyandang senjata, kemudian apabila mereka (yang shalat besertamu) sujud (telah menyempurnakan serakaat), maka hendaklah mereka pindah dari belakangmu (untuk menghadapi musuh) dan hendaklah datang golongan yang kedua yang belum bersembahyang, lalu bersembahyanglah mereka denganmu], dan hendaklah mereka bersiap siaga dan menyandang senjata. Orang-orang kafir ingin supaya kamu lengah terhadap senjatamu dan harta bendamu, lalu mereka menyerbu kamu dengan sekaligus. Dan tidak ada dosa atasmu meletakkan senjata-senjatamu, jika kamu mendapat sesuatu kesusahan karena hujan atau karena kamu memang sakit; dan siap siagalah kamu. Sesungguhnya Allah telah menyediakan azab yang menghinakan bagi orang-orang kafir itu.",
      "numberInSurah": 102,
      "juz": 5,
      "manzil": 1,
      "page": 95,
      "ruku": 76,
      "hizbQuarter": 38,
      "sajda": false
    },
    {
      "number": 596,
      "text": "Maka apabila kamu telah menyelesaikan shalat(mu), ingatlah Allah di waktu berdiri, di waktu duduk dan di waktu berbaring. Kemudian apabila kamu telah merasa aman, maka dirikanlah shalat itu (sebagaimana biasa). Sesungguhnya shalat itu adalah fardhu yang ditentukan waktunya atas orang-orang yang beriman.",
      "numberInSurah": 103,
      "juz": 5,
      "manzil": 1,
      "page": 95,
      "ruku": 76,
      "hizbQuarter": 38,
      "sajda": false
    },
    {
      "number": 597,
      "text": "Janganlah kamu berhati lemah dalam mengejar mereka (musuhmu). Jika kamu menderita kesakitan, maka sesungguhnya merekapun menderita kesakitan (pula), sebagaimana kamu menderitanya, sedang kamu mengharap dari pada Allah apa yang tidak mereka harapkan. Dan adalah Allah Maha Mengetahui lagi Maha Bijaksana.",
      "numberInSurah": 104,
      "juz": 5,
      "manzil": 1,
      "page": 95,
      "ruku": 76,
      "hizbQuarter": 38,
      "sajda": false
    },
    {
      "number": 598,
      "text": "Sesungguhnya Kami telah menurunkan kitab kepadamu dengan membawa kebenaran, supaya kamu mengadili antara manusia dengan apa yang telah Allah wahyukan kepadamu, dan janganlah kamu menjadi penantang (orang yang tidak bersalah), karena (membela) orang-orang yang khianat,",
      "numberInSurah": 105,
      "juz": 5,
      "manzil": 1,
      "page": 95,
      "ruku": 77,
      "hizbQuarter": 38,
      "sajda": false
    },
    {
      "number": 599,
      "text": "dan mohonlah ampun kepada Allah. Sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
      "numberInSurah": 106,
      "juz": 5,
      "manzil": 1,
      "page": 96,
      "ruku": 77,
      "hizbQuarter": 38,
      "sajda": false
    },
    {
      "number": 600,
      "text": "Dan janganlah kamu berdebat (untuk membela) orang-orang yang mengkhianati dirinya. Sesungguhnya Allah tidak menyukai orang-orang yang selalu berkhianat lagi bergelimang dosa,",
      "numberInSurah": 107,
      "juz": 5,
      "manzil": 1,
      "page": 96,
      "ruku": 77,
      "hizbQuarter": 38,
      "sajda": false
    },
    {
      "number": 601,
      "text": "mereka bersembunyi dari manusia, tetapi mereka tidak bersembunyi dari Allah, padahal Allah beserta mereka, ketika pada suatu malam mereka menetapkan keputusan rahasia yang Allah tidak redlai. Dan adalah Allah Maha Meliputi (ilmu-Nya) terhadap apa yang mereka kerjakan.",
      "numberInSurah": 108,
      "juz": 5,
      "manzil": 1,
      "page": 96,
      "ruku": 77,
      "hizbQuarter": 38,
      "sajda": false
    },
    {
      "number": 602,
      "text": "Beginilah kamu, kamu sekalian adalah orang-orang yang berdebat untuk (membela) mereka dalam kehidupan dunia ini. Maka siapakah yang akan mendebat Allah untuk (membela) mereka pada hari kiamat? Atau siapakah yang menjadi pelindung mereka (terhadap siksa Allah)?",
      "numberInSurah": 109,
      "juz": 5,
      "manzil": 1,
      "page": 96,
      "ruku": 77,
      "hizbQuarter": 38,
      "sajda": false
    },
    {
      "number": 603,
      "text": "Dan barangsiapa yang mengerjakan kejahatan dan menganiaya dirinya, kemudian ia mohon ampun kepada Allah, niscaya ia mendapati Allah Maha Pengampun lagi Maha Penyayang.",
      "numberInSurah": 110,
      "juz": 5,
      "manzil": 1,
      "page": 96,
      "ruku": 77,
      "hizbQuarter": 38,
      "sajda": false
    },
    {
      "number": 604,
      "text": "Barangsiapa yang mengerjakan dosa, maka sesungguhnya ia mengerjakannya untuk (kemudharatan) dirinya sendiri. Dan Allah Maha Mengetahui lagi Maha Bijaksana.",
      "numberInSurah": 111,
      "juz": 5,
      "manzil": 1,
      "page": 96,
      "ruku": 77,
      "hizbQuarter": 38,
      "sajda": false
    },
    {
      "number": 605,
      "text": "Dan barangsiapa yang mengerjakan kesalahan atau dosa, kemudian dituduhkannya kepada orang yang tidak bersalah, maka sesungguhnya ia telah berbuat suatu kebohongan dan dosa yang nyata.",
      "numberInSurah": 112,
      "juz": 5,
      "manzil": 1,
      "page": 96,
      "ruku": 77,
      "hizbQuarter": 38,
      "sajda": false
    },
    {
      "number": 606,
      "text": "Sekiranya bukan karena karunia Allah dan rahmat-Nya kepadamu, tentulah segolongan dari mereka berkeinginan keras untuk menyesatkanmu. Tetapi mereka tidak menyesatkan melainkan dirinya sendiri, dan mereka tidak dapat membahayakanmu sedikitpun kepadamu. Dan (juga karena) Allah telah menurunkan Kitab dan hikmah kepadamu, dan telah mengajarkan kepadamu apa yang belum kamu ketahui. Dan adalah karunia Allah sangat besar atasmu.",
      "numberInSurah": 113,
      "juz": 5,
      "manzil": 1,
      "page": 96,
      "ruku": 78,
      "hizbQuarter": 38,
      "sajda": false
    },
    {
      "number": 607,
      "text": "Tidak ada kebaikan pada kebanyakan bisikan-bisikan mereka, kecuali bisikan-bisikan dari orang yang menyuruh (manusia) memberi sedekah, atau berbuat ma'ruf, atau mengadakan perdamaian di antara manusia. Dan barangsiapa yang berbuat demikian karena mencari keridhaan Allah, maka kelak Kami memberi kepadanya pahala yang besar.",
      "numberInSurah": 114,
      "juz": 5,
      "manzil": 1,
      "page": 97,
      "ruku": 78,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 608,
      "text": "Dan barangsiapa yang menentang Rasul sesudah jelas kebenaran baginya, dan mengikuti jalan yang bukan jalan orang-orang mukmin, Kami biarkan ia leluasa terhadap kesesatan yang telah dikuasainya itu dan Kami masukkan ia ke dalam Jahannam, dan Jahannam itu seburuk-buruk tempat kembali.",
      "numberInSurah": 115,
      "juz": 5,
      "manzil": 1,
      "page": 97,
      "ruku": 78,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 609,
      "text": "Sesungguhnya Allah tidak mengampuni dosa mempersekutukan (sesuatu) dengan Dia, dan dia mengampuni dosa yang selain syirik bagi siapa yang dikehendaki-Nya. Barangsiapa yang mempersekutukan (sesuatu) dengan Allah, maka sesungguhnya ia telah tersesat sejauh-jauhnya.",
      "numberInSurah": 116,
      "juz": 5,
      "manzil": 1,
      "page": 97,
      "ruku": 79,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 610,
      "text": "Yang mereka sembah selain Allah itu, tidak lain hanyalah berhala, dan (dengan menyembah berhala itu) mereka tidak lain hanyalah menyembah syaitan yang durhaka,",
      "numberInSurah": 117,
      "juz": 5,
      "manzil": 1,
      "page": 97,
      "ruku": 79,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 611,
      "text": "yang dilaknati Allah dan syaitan itu mengatakan: \"Saya benar-benar akan mengambil dari hamba-hamba Engkau bahagian yang sudah ditentukan (untuk saya),",
      "numberInSurah": 118,
      "juz": 5,
      "manzil": 1,
      "page": 97,
      "ruku": 79,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 612,
      "text": "dan aku benar-benar akan menyesatkan mereka, dan akan membangkitkan angan-angan kosong pada mereka dan menyuruh mereka (memotong telinga-telinga binatang ternak), lalu mereka benar-benar memotongnya, dan akan aku suruh mereka (mengubah ciptaan Allah), lalu benar-benar mereka meubahnya\". Barangsiapa yang menjadikan syaitan menjadi pelindung selain Allah, maka sesungguhnya ia menderita kerugian yang nyata.",
      "numberInSurah": 119,
      "juz": 5,
      "manzil": 1,
      "page": 97,
      "ruku": 79,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 613,
      "text": "Syaitan itu memberikan janji-janji kepada mereka dan membangkitkan angan-angan kosong pada mereka, padahal syaitan itu tidak menjanjikan kepada mereka selain dari tipuan belaka.",
      "numberInSurah": 120,
      "juz": 5,
      "manzil": 1,
      "page": 97,
      "ruku": 79,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 614,
      "text": "Mereka itu tempatnya Jahannam dan mereka tidak memperoleh tempat lari dari padanya.",
      "numberInSurah": 121,
      "juz": 5,
      "manzil": 1,
      "page": 97,
      "ruku": 79,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 615,
      "text": "Orang-orang yang beriman dan mengerjakan amalan saleh, kelak akan Kami masukkan ke dalam surga yang mengalir sungai-sungai di dalamnya, mereka kekal di dalamnya selama-lamanya. Allah telah membuat suatu janji yang benar. Dan siapakah yang lebih benar perkataannya dari pada Allah?",
      "numberInSurah": 122,
      "juz": 5,
      "manzil": 1,
      "page": 98,
      "ruku": 79,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 616,
      "text": "(Pahala dari Allah) itu bukanlah menurut angan-anganmu yang kosong dan tidak (pula) menurut angan-angan Ahli Kitab. Barangsiapa yang mengerjakan kejahatan, niscaya akan diberi pembalasan dengan kejahatan itu dan ia tidak mendapat pelindung dan tidak (pula) penolong baginya selain dari Allah.",
      "numberInSurah": 123,
      "juz": 5,
      "manzil": 1,
      "page": 98,
      "ruku": 79,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 617,
      "text": "Barangsiapa yang mengerjakan amal-amal saleh, baik laki-laki maupun wanita sedang ia orang yang beriman, maka mereka itu masuk ke dalam surga dan mereka tidak dianiaya walau sedikitpun.",
      "numberInSurah": 124,
      "juz": 5,
      "manzil": 1,
      "page": 98,
      "ruku": 79,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 618,
      "text": "Dan siapakah yang lebih baik agamanya dari pada orang yang ikhlas menyerahkan dirinya kepada Allah, sedang diapun mengerjakan kebaikan, dan ia mengikuti agama Ibrahim yang lurus? Dan Allah mengambil Ibrahim menjadi kesayangan-Nya.",
      "numberInSurah": 125,
      "juz": 5,
      "manzil": 1,
      "page": 98,
      "ruku": 79,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 619,
      "text": "Kepunyaan Allah-lah apa yang di langit dan apa yang di bumi, dan adalah (pengetahuan) Allah Maha Meliputi segala sesuatu.",
      "numberInSurah": 126,
      "juz": 5,
      "manzil": 1,
      "page": 98,
      "ruku": 79,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 620,
      "text": "Dan mereka minta fatwa kepadamu tentang para wanita. Katakanlah: \"Allah memberi fatwa kepadamu tentang mereka, dan apa yang dibacakan kepadamu dalam Al Quran (juga memfatwakan) tentang para wanita yatim yang kamu tidak memberikan kepada mereka apa yang ditetapkan untuk mereka, sedang kamu ingin mengawini mereka dan tentang anak-anak yang masih dipandang lemah. Dan (Allah menyuruh kamu) supaya kamu mengurus anak-anak yatim secara adil. Dan kebajikan apa saja yang kamu kerjakan, maka sesungguhnya Allah adalah Maha Mengetahuinya.",
      "numberInSurah": 127,
      "juz": 5,
      "manzil": 1,
      "page": 98,
      "ruku": 80,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 621,
      "text": "Dan jika seorang wanita khawatir akan nusyuz atau sikap tidak acuh dari suaminya, maka tidak mengapa bagi keduanya mengadakan perdamaian yang sebenar-benarnya, dan perdamaian itu lebih baik (bagi mereka) walaupun manusia itu menurut tabiatnya kikir. Dan jika kamu bergaul dengan isterimu secara baik dan memelihara dirimu (dari nusyuz dan sikap tak acuh), maka sesungguhnya Allah adalah Maha Mengetahui apa yang kamu kerjakan.",
      "numberInSurah": 128,
      "juz": 5,
      "manzil": 1,
      "page": 99,
      "ruku": 80,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 622,
      "text": "Dan kamu sekali-kali tidak akan dapat berlaku adil di antara isteri-isteri(mu), walaupun kamu sangat ingin berbuat demikian, karena itu janganlah kamu terlalu cenderung (kepada yang kamu cintai), sehingga kamu biarkan yang lain terkatung-katung. Dan jika kamu mengadakan perbaikan dan memelihara diri (dari kecurangan), maka sesungguhnya Allah Maha Pengampun lagi Maha Penyayang.",
      "numberInSurah": 129,
      "juz": 5,
      "manzil": 1,
      "page": 99,
      "ruku": 80,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 623,
      "text": "Jika keduanya bercerai, maka Allah akan memberi kecukupan kepada masing-masingnya dari limpahan karunia-Nya. Dan adalah Allah Maha Luas (karunia-Nya) lagi Maha Bijaksana.",
      "numberInSurah": 130,
      "juz": 5,
      "manzil": 1,
      "page": 99,
      "ruku": 80,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 624,
      "text": "Dan kepunyaan Allah-lah apa yang di langit dan yang di bumi, dan sungguh Kami telah memerintahkan kepada orang-orang yang diberi kitab sebelum kamu dan (juga) kepada kamu; bertakwalah kepada Allah. Tetapi jika kamu kafir maka (ketahuilah), sesungguhnya apa yang di langit dan apa yang di bumi hanyalah kepunyaan Allah dan Allah Maha Kaya dan Maha Terpuji.",
      "numberInSurah": 131,
      "juz": 5,
      "manzil": 1,
      "page": 99,
      "ruku": 80,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 625,
      "text": "Dan kepunyaan Allah-lah apa yang di langit dan apa yang di bumi. Cukuplah Allah sebagai Pemelihara.",
      "numberInSurah": 132,
      "juz": 5,
      "manzil": 1,
      "page": 99,
      "ruku": 80,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 626,
      "text": "Jika Allah menghendaki, niscaya Dia musnahkan kamu wahai manusia, dan Dia datangkan umat yang lain (sebagai penggantimu). Dan adalah Allah Maha Kuasa berbuat demikian.",
      "numberInSurah": 133,
      "juz": 5,
      "manzil": 1,
      "page": 99,
      "ruku": 80,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 627,
      "text": "Barangsiapa yang menghendaki pahala di dunia saja (maka ia merugi), karena di sisi Allah ada pahala dunia dan akhirat. Dan Allah Maha Mendengar lagi Maha Melihat.",
      "numberInSurah": 134,
      "juz": 5,
      "manzil": 1,
      "page": 99,
      "ruku": 80,
      "hizbQuarter": 39,
      "sajda": false
    },
    {
      "number": 628,
      "text": "Wahai orang-orang yang beriman, jadilah kamu orang yang benar-benar penegak keadilan, menjadi saksi karena Allah biarpun terhadap dirimu sendiri atau ibu bapa dan kaum kerabatmu. Jika ia kaya ataupun miskin, maka Allah lebih tahu kemaslahatannya. Maka janganlah kamu mengikuti hawa nafsu karena ingin menyimpang dari kebenaran. Dan jika kamu memutar balikkan (kata-kata) atau enggan menjadi saksi, maka sesungguhnya Allah adalah Maha Mengetahui segala apa yang kamu kerjakan.",
      "numberInSurah": 135,
      "juz": 5,
      "manzil": 1,
      "page": 100,
      "ruku": 81,
      "hizbQuarter": 40,
      "sajda": false
    },
    {
      "number": 629,
      "text": "Wahai orang-orang yang beriman, tetaplah beriman kepada Allah dan Rasul-Nya dan kepada kitab yang Allah turunkan kepada Rasul-Nya serta kitab yang Allah turunkan sebelumnya. Barangsiapa yang kafir kepada Allah, malaikat-malaikat-Nya, kitab-kitab-Nya, rasul-rasul-Nya, dan hari kemudian, maka sesungguhnya orang itu telah sesat sejauh-jauhnya.",
      "numberInSurah": 136,
      "juz": 5,
      "manzil": 1,
      "page": 100,
      "ruku": 81,
      "hizbQuarter": 40,
      "sajda": false
    },
    {
      "number": 630,
      "text": "Sesungguhnya orang-orang yang beriman kemudian kafir, kemudian beriman (pula), kamudian kafir lagi, kemudian bertambah kekafirannya, maka sekali-kali Allah tidak akan memberi ampunan kepada mereka, dan tidak (pula) menunjuki mereka kepada jalan yang lurus.",
      "numberInSurah": 137,
      "juz": 5,
      "manzil": 1,
      "page": 100,
      "ruku": 81,
      "hizbQuarter": 40,
      "sajda": false
    },
    {
      "number": 631,
      "text": "Kabarkanlah kepada orang-orang munafik bahwa mereka akan mendapat siksaan yang pedih,",
      "numberInSurah": 138,
      "juz": 5,
      "manzil": 1,
      "page": 100,
      "ruku": 81,
      "hizbQuarter": 40,
      "sajda": false
    },
    {
      "number": 632,
      "text": "(yaitu) orang-orang yang mengambil orang-orang kafir menjadi teman-teman penolong dengan meninggalkan orang-orang mukmin. Apakah mereka mencari kekuatan di sisi orang kafir itu? Maka sesungguhnya semua kekuatan kepunyaan Allah.",
      "numberInSurah": 139,
      "juz": 5,
      "manzil": 1,
      "page": 100,
      "ruku": 81,
      "hizbQuarter": 40,
      "sajda": false
    },
    {
      "number": 633,
      "text": "Dan sungguh Allah telah menurunkan kekuatan kepada kamu di dalam Al Quran bahwa apabila kamu mendengar ayat-ayat Allah diingkari dan diperolok-olokkan (oleh orang-orang kafir), maka janganlah kamu duduk beserta mereka, sehingga mereka memasuki pembicaraan yang lain. Karena sesungguhnya (kalau kamu berbuat demikian), tentulah kamu serupa dengan mereka. Sesungguhnya Allah akan mengumpulkan semua orang-orang munafik dan orang-orang kafir di dalam Jahannam,",
      "numberInSurah": 140,
      "juz": 5,
      "manzil": 1,
      "page": 100,
      "ruku": 81,
      "hizbQuarter": 40,
      "sajda": false
    },
    {
      "number": 634,
      "text": "(yaitu) orang-orang yang menunggu-nunggu (peristiwa) yang akan terjadi pada dirimu (hai orang-orang mukmin). Maka jika terjadi bagimu kemenangan dari Allah mereka berkata: \"Bukankah kami (turut berperang) beserta kamu?\" Dan jika orang-orang kafir mendapat keberuntungan (kemenangan) mereka berkata: \"Bukankah kami turut memenangkanmu, dan membela kamu dari orang-orang mukmin?\" Maka Allah akan memberi keputusan di antara kamu di hari kiamat dan Allah sekali-kali tidak akan memberi jalan kepada orang-orang kafir untuk memusnahkan orang-orang yang beriman.",
      "numberInSurah": 141,
      "juz": 5,
      "manzil": 1,
      "page": 101,
      "ruku": 81,
      "hizbQuarter": 40,
      "sajda": false
    },
    {
      "number": 635,
      "text": "Sesungguhnya orang-orang munafik itu menipu Allah, dan Allah akan membalas tipuan mereka. Dan apabila mereka berdiri untuk shalat mereka berdiri dengan malas. Mereka bermaksud riya (dengan shalat) di hadapan manusia. Dan tidaklah mereka menyebut Allah kecuali sedikit sekali.",
      "numberInSurah": 142,
      "juz": 5,
      "manzil": 1,
      "page": 101,
      "ruku": 82,
      "hizbQuarter": 40,
      "sajda": false
    },
    {
      "number": 636,
      "text": "Mereka dalam keadaan ragu-ragu antara yang demikian (iman atau kafir): tidak masuk kepada golongan ini (orang-orang beriman) dan tidak (pula) kepada golongan itu (orang-orang kafir), maka kamu sekali-kali tidak akan mendapat jalan (untuk memberi petunjuk) baginya.",
      "numberInSurah": 143,
      "juz": 5,
      "manzil": 1,
      "page": 101,
      "ruku": 82,
      "hizbQuarter": 40,
      "sajda": false
    },
    {
      "number": 637,
      "text": "Hai orang-orang yang beriman, janganlah kamu mengambil orang-orang kafir menjadi wali dengan meninggalkan orang-orang mukmin. Inginkah kamu mengadakan alasan yang nyata bagi Allah (untuk menyiksamu)?",
      "numberInSurah": 144,
      "juz": 5,
      "manzil": 1,
      "page": 101,
      "ruku": 82,
      "hizbQuarter": 40,
      "sajda": false
    },
    {
      "number": 638,
      "text": "Sesungguhnya orang-orang munafik itu (ditempatkan) pada tingkatan yang paling bawah dari neraka. Dan kamu sekali-kali tidak akan mendapat seorang penolongpun bagi mereka.",
      "numberInSurah": 145,
      "juz": 5,
      "manzil": 1,
      "page": 101,
      "ruku": 82,
      "hizbQuarter": 40,
      "sajda": false
    },
    {
      "number": 639,
      "text": "Kecuali orang-orang yang taubat dan mengadakan perbaikan dan berpegang teguh pada (agama) Allah dan tulus ikhlas (mengerjakan) agama mereka karena Allah. Maka mereka itu adalah bersama-sama orang yang beriman dan kelak Allah akan memberikan kepada orang-orang yang beriman pahala yang besar.",
      "numberInSurah": 146,
      "juz": 5,
      "manzil": 1,
      "page": 101,
      "ruku": 82,
      "hizbQuarter": 40,
      "sajda": false
    },
    {
      "number": 640,
      "text": "Mengapa Allah akan menyiksamu, jika kamu bersyukur dan beriman? Dan Allah adalah Maha Mensyukuri lagi Maha Mengetahui.",
      "numberInSurah": 147,
      "juz": 5,
      "manzil": 1,
      "page": 101,
      "ruku": 82,
      "hizbQuarter": 40,
      "sajda": false
    },
    {
      "number": 641,
      "text": "Allah tidak menyukai ucapan buruk, (yang diucapkan) dengan terus terang kecuali oleh orang yang dianiaya. Allah adalah Maha Mendengar lagi Maha Mengetahui.",
      "numberInSurah": 148,
      "juz": 6,
      "manzil": 1,
      "page": 102,
      "ruku": 82,
      "hizbQuarter": 41,
      "sajda": false
    },
    {
      "number": 642,
      "text": "Jika kamu melahirkan sesuatu kebaikan atau menyembunyikan atau memaafkan sesuatu kesalahan (orang lain), maka sesungguhnya Allah Maha Pemaaf lagi Maha Kuasa.",
      "numberInSurah": 149,
      "juz": 6,
      "manzil": 1,
      "page": 102,
      "ruku": 82,
      "hizbQuarter": 41,
      "sajda": false
    },
    {
      "number": 643,
      "text": "Sesungguhnya orang-orang yang kafir kepada Allah dan rasul-rasul-Nya, dan bermaksud memperbedakan antara (keimanan kepada) Allah dan rasul-rasul-Nya, dengan mengatakan: \"Kami beriman kepada yang sebahagian dan kami kafir terhadap sebahagian (yang lain)\", serta bermaksud (dengan perkataan itu) mengambil jalan (tengah) di antara yang demikian (iman atau kafir),",
      "numberInSurah": 150,
      "juz": 6,
      "manzil": 1,
      "page": 102,
      "ruku": 82,
      "hizbQuarter": 41,
      "sajda": false
    },
    {
      "number": 644,
      "text": "merekalah orang-orang yang kafir sebenar-benarnya. Kami telah menyediakan untuk orang-orang yang kafir itu siksaan yang menghinakan.",
      "numberInSurah": 151,
      "juz": 6,
      "manzil": 1,
      "page": 102,
      "ruku": 82,
      "hizbQuarter": 41,
      "sajda": false
    },
    {
      "number": 645,
      "text": "Orang-orang yang beriman kepada Allah dan para rasul-Nya dan tidak membeda-bedakan seorangpun di antara mereka, kelak Allah akan memberikan kepada mereka pahalanya. Dan adalah Allah Maha Pengampun lagi Maha Penyayang.",
      "numberInSurah": 152,
      "juz": 6,
      "manzil": 1,
      "page": 102,
      "ruku": 82,
      "hizbQuarter": 41,
      "sajda": false
    },
    {
      "number": 646,
      "text": "Ahli Kitab meminta kepadamu agar kamu menurunkan kepada mereka sebuah Kitab dari langit. Maka sesungguhnya mereka telah meminta kepada Musa yang lebih besar dari itu. Mereka berkata: \"Perlihatkanlah Allah kepada kami dengan nyata\". Maka mereka disambar petir karena kezalimannya, dan mereka menyembah anak sapi, sesudah datang kepada mereka bukti-bukti yang nyata, lalu Kami maafkan (mereka) dari yang demikian. Dan telah Kami berikan kepada Musa keterangan yang nyata.",
      "numberInSurah": 153,
      "juz": 6,
      "manzil": 1,
      "page": 102,
      "ruku": 83,
      "hizbQuarter": 41,
      "sajda": false
    },
    {
      "number": 647,
      "text": "Dan telah Kami angkat ke atas (kepala) mereka bukit Thursina untuk (menerima) perjanjian (yang telah Kami ambil dari) mereka. Dan kami perintahkan kepada mereka: \"Masuklah pintu gerbang itu sambil bersujud\", dan Kami perintahkan (pula) kepada mereka: \"Janganlah kamu melanggar peraturan mengenai hari Sabtu\", dan Kami telah mengambil dari mereka perjanjian yang kokoh.",
      "numberInSurah": 154,
      "juz": 6,
      "manzil": 1,
      "page": 102,
      "ruku": 83,
      "hizbQuarter": 41,
      "sajda": false
    },
    {
      "number": 648,
      "text": "Maka (Kami lakukan terhadap mereka beberapa tindakan), disebabkan mereka melanggar perjanjian itu, dan karena kekafiran mereka terhadap keterangan-keterangan Allah dan mereka membunuh nabi-nabi tanpa (alasan) yang benar dan mengatakan: \"Hati kami tertutup\". Bahkan, sebenarnya Allah telah mengunci mati hati mereka karena kekafirannya, karena itu mereka tidak beriman kecuali sebahagian kecil dari mereka.",
      "numberInSurah": 155,
      "juz": 6,
      "manzil": 1,
      "page": 103,
      "ruku": 83,
      "hizbQuarter": 41,
      "sajda": false
    },
    {
      "number": 649,
      "text": "Dan karena kekafiran mereka (terhadap Isa) dan tuduhan mereka terhadap Maryam dengan kedustaan besar (zina),",
      "numberInSurah": 156,
      "juz": 6,
      "manzil": 1,
      "page": 103,
      "ruku": 83,
      "hizbQuarter": 41,
      "sajda": false
    },
    {
      "number": 650,
      "text": "dan karena ucapan mereka: \"Sesungguhnya kami telah membunuh Al Masih, Isa putra Maryam, Rasul Allah\", padahal mereka tidak membunuhnya dan tidak (pula) menyalibnya, tetapi (yang mereka bunuh ialah) orang yang diserupakan dengan Isa bagi mereka. Sesungguhnya orang-orang yang berselisih paham tentang (pembunuhan) Isa, benar-benar dalam keragu-raguan tentang yang dibunuh itu. Mereka tidak mempunyai keyakinan tentang siapa yang dibunuh itu, kecuali mengikuti persangkaan belaka, mereka tidak (pula) yakin bahwa yang mereka bunuh itu adalah Isa.",
      "numberInSurah": 157,
      "juz": 6,
      "manzil": 1,
      "page": 103,
      "ruku": 83,
      "hizbQuarter": 41,
      "sajda": false
    },
    {
      "number": 651,
      "text": "Tetapi (yang sebenarnya), Allah telah mengangkat Isa kepada-Nya. Dan adalah Allah Maha Perkasa lagi Maha Bijaksana.",
      "numberInSurah": 158,
      "juz": 6,
      "manzil": 1,
      "page": 103,
      "ruku": 83,
      "hizbQuarter": 41,
      "sajda": false
    },
    {
      "number": 652,
      "text": "Tidak ada seorangpun dari Ahli Kitab, kecuali akan beriman kepadanya (Isa) sebelum kematiannya. Dan di hari kiamat nanti Isa itu akan menjadi saksi terhadap mereka.",
      "numberInSurah": 159,
      "juz": 6,
      "manzil": 1,
      "page": 103,
      "ruku": 83,
      "hizbQuarter": 41,
      "sajda": false
    },
    {
      "number": 653,
      "text": "Maka disebabkan kezaliman orang-orang Yahudi, kami haramkan atas (memakan makanan) yang baik-baik (yang dahulunya) dihalalkan bagi mereka, dan karena mereka banyak menghalangi (manusia) dari jalan Allah,",
      "numberInSurah": 160,
      "juz": 6,
      "manzil": 1,
      "page": 103,
      "ruku": 83,
      "hizbQuarter": 41,
      "sajda": false
    },
    {
      "number": 654,
      "text": "dan disebabkan mereka memakan riba, padahal sesungguhnya mereka telah dilarang daripadanya, dan karena mereka memakan harta benda orang dengan jalan yang batil. Kami telah menyediakan untuk orang-orang yang kafir di antara mereka itu siksa yang pedih.",
      "numberInSurah": 161,
      "juz": 6,
      "manzil": 1,
      "page": 103,
      "ruku": 83,
      "hizbQuarter": 41,
      "sajda": false
    },
    {
      "number": 655,
      "text": "Tetapi orang-orang yang mendalam ilmunya di antara mereka dan orang-orang mukmin, mereka beriman kepada apa yang telah diturunkan kepadamu (Al Quran), dan apa yang telah diturunkan sebelummu dan orang-orang yang mendirikan shalat, menunaikan zakat, dan yang beriman kepada Allah dan hari kemudian. Orang-orang itulah yang akan Kami berikan kepada mereka pahala yang besar.",
      "numberInSurah": 162,
      "juz": 6,
      "manzil": 1,
      "page": 103,
      "ruku": 83,
      "hizbQuarter": 41,
      "sajda": false
    },
    {
      "number": 656,
      "text": "Sesungguhnya Kami telah memberikan wahyu kepadamu sebagaimana Kami telah memberikan wahyu kepada Nuh dan nabi-nabi yang kemudiannya, dan Kami telah memberikan wahyu (pula) kepada Ibrahim, Isma'il, Ishak, Ya'qub dan anak cucunya, Isa, Ayyub, Yunus, Harun dan Sulaiman. Dan Kami berikan Zabur kepada Daud.",
      "numberInSurah": 163,
      "juz": 6,
      "manzil": 1,
      "page": 104,
      "ruku": 84,
      "hizbQuarter": 42,
      "sajda": false
    },
    {
      "number": 657,
      "text": "Dan (Kami telah mengutus) rasul-rasul yang sungguh telah Kami kisahkan tentang mereka kepadamu dahulu, dan rasul-rasul yang tidak Kami kisahkan tentang mereka kepadamu. Dan Allah telah berbicara kepada Musa dengan langsung.",
      "numberInSurah": 164,
      "juz": 6,
      "manzil": 1,
      "page": 104,
      "ruku": 84,
      "hizbQuarter": 42,
      "sajda": false
    },
    {
      "number": 658,
      "text": "(Mereka Kami utus) selaku rasul-rasul pembawa berita gembira dan pemberi peringatan agar supaya tidak ada alasan bagi manusia membantah Allah sesudah diutusnya rasul-rasul itu. Dan adalah Allah Maha Perkasa lagi Maha Bijaksana.",
      "numberInSurah": 165,
      "juz": 6,
      "manzil": 1,
      "page": 104,
      "ruku": 84,
      "hizbQuarter": 42,
      "sajda": false
    },
    {
      "number": 659,
      "text": "(Mereka tidak mau mengakui yang diturunkan kepadamu itu), tetapi Allah mengakui Al Quran yang diturunkan-Nya kepadamu. Allah menurunkannya dengan ilmu-Nya; dan malaikat-malaikat pun menjadi saksi (pula). Cukuplah Allah yang mengakuinya.",
      "numberInSurah": 166,
      "juz": 6,
      "manzil": 1,
      "page": 104,
      "ruku": 84,
      "hizbQuarter": 42,
      "sajda": false
    },
    {
      "number": 660,
      "text": "Sesungguhnya orang-orang yang kafir dan menghalang-halangi (manusia) dari jalan Allah, benar-benar telah sesat sejauh-jauhnya.",
      "numberInSurah": 167,
      "juz": 6,
      "manzil": 1,
      "page": 104,
      "ruku": 84,
      "hizbQuarter": 42,
      "sajda": false
    },
    {
      "number": 661,
      "text": "Sesungguhnya orang-orang yang kafir dan melakukan kezaliman, Allah sekali-kali tidak akan mengampuni (dosa) mereka dan tidak (pula) akan menunjukkan jalan kepada mereka,",
      "numberInSurah": 168,
      "juz": 6,
      "manzil": 1,
      "page": 104,
      "ruku": 84,
      "hizbQuarter": 42,
      "sajda": false
    },
    {
      "number": 662,
      "text": "kecuali jalan ke neraka Jahannam; mereka kekal di dalamnya selama-lamanya. Dan yang demikian itu adalah mudah bagi Allah.",
      "numberInSurah": 169,
      "juz": 6,
      "manzil": 1,
      "page": 104,
      "ruku": 84,
      "hizbQuarter": 42,
      "sajda": false
    },
    {
      "number": 663,
      "text": "Wahai manusia, sesungguhnya telah datang Rasul (Muhammad) itu kepadamu dengan (membawa) kebenaran dari Tuhanmu, maka berimanlah kamu, itulah yang lebih baik bagimu. Dan jika kamu kafir, (maka kekafiran itu tidak merugikan Allah sedikitpun) karena sesungguhnya apa yang di langit dan di bumi itu adalah kepunyaan Allah. Dan adalah Allah Maha Mengetahui lagi Maha Bijaksana.",
      "numberInSurah": 170,
      "juz": 6,
      "manzil": 1,
      "page": 104,
      "ruku": 84,
      "hizbQuarter": 42,
      "sajda": false
    },
    {
      "number": 664,
      "text": "Wahai Ahli Kitab, janganlah kamu melampaui batas dalam agamamu, dan janganlah kamu mengatakan terhadap Allah kecuali yang benar. Sesungguhnya Al Masih, Isa putera Maryam itu, adalah utusan Allah dan (yang diciptakan dengan) kalimat-Nya yang disampaikan-Nya kepada Maryam, dan (dengan tiupan) roh dari-Nya. Maka berimanlah kamu kepada Allah dan rasul-rasul-Nya dan janganlah kamu mengatakan: \"(Tuhan itu) tiga\", berhentilah (dari ucapan itu). (Itu) lebih baik bagimu. Sesungguhnya Allah Tuhan Yang Maha Esa, Maha Suci Allah dari mempunyai anak, segala yang di langit dan di bumi adalah kepunyaan-Nya. Cukuplah Allah menjadi Pemelihara.",
      "numberInSurah": 171,
      "juz": 6,
      "manzil": 1,
      "page": 105,
      "ruku": 84,
      "hizbQuarter": 42,
      "sajda": false
    },
    {
      "number": 665,
      "text": "Al Masih sekali-kali tidak enggan menjadi hamba bagi Allah, dan tidak (pula enggan) malaikat-malaikat yang terdekat (kepada Allah). Barangsiapa yang enggan dari menyembah-Nya, dan menyombongkan diri, nanti Allah akan mengumpulkan mereka semua kepada-Nya.",
      "numberInSurah": 172,
      "juz": 6,
      "manzil": 1,
      "page": 105,
      "ruku": 85,
      "hizbQuarter": 42,
      "sajda": false
    },
    {
      "number": 666,
      "text": "Adapun orang-orang yang beriman dan berbuat amal saleh, maka Allah akan menyempurnakan pahala mereka dan menambah untuk mereka sebagian dari karunia-Nya. Adapun orang-orang yang enggan dan menyombongkan diri, maka Allah akan menyiksa mereka dengan siksaan yang pedih, dan mereka tidak akan memperoleh bagi diri mereka, pelindung dan penolong selain dari pada Allah.",
      "numberInSurah": 173,
      "juz": 6,
      "manzil": 1,
      "page": 105,
      "ruku": 85,
      "hizbQuarter": 42,
      "sajda": false
    },
    {
      "number": 667,
      "text": "Hai manusia, sesungguhnya telah datang kepadamu bukti kebenaran dari Tuhanmu. (Muhammad dengan mukjizatnya) dan telah Kami turunkan kepadamu cahaya yang terang benderang (Al Quran).",
      "numberInSurah": 174,
      "juz": 6,
      "manzil": 1,
      "page": 105,
      "ruku": 85,
      "hizbQuarter": 42,
      "sajda": false
    },
    {
      "number": 668,
      "text": "Adapun orang-orang yang beriman kepada Allah dan berpegang teguh kepada (agama)-Nya niscaya Allah akan memasukkan mereka ke dalam rahmat yang besar dari-Nya (surga) dan limpahan karunia-Nya. Dan menunjuki mereka kepada jalan yang lurus (untuk sampai) kepada-Nya.",
      "numberInSurah": 175,
      "juz": 6,
      "manzil": 1,
      "page": 105,
      "ruku": 85,
      "hizbQuarter": 42,
      "sajda": false
    },
    {
      "number": 669,
      "text": "Mereka meminta fatwa kepadamu (tentang kalalah). Katakanlah: \"Allah memberi fatwa kepadamu tentang kalalah (yaitu): jika seorang meninggal dunia, dan ia tidak mempunyai anak dan mempunyai saudara perempuan, maka bagi saudaranya yang perempuan itu seperdua dari harta yang ditinggalkannya, dan saudaranya yang laki-laki mempusakai (seluruh harta saudara perempuan), jika ia tidak mempunyai anak; tetapi jika saudara perempuan itu dua orang, maka bagi keduanya dua pertiga dari harta yang ditinggalkan oleh yang meninggal. Dan jika mereka (ahli waris itu terdiri dari) saudara-saudara laki dan perempuan, maka bahagian seorang saudara laki-laki sebanyak bahagian dua orang saudara perempuan. Allah menerangkan (hukum ini) kepadamu, supaya kamu tidak sesat. Dan Allah Maha Mengetahui segala sesuatu.",
      "numberInSurah": 176,
      "juz": 6,
      "manzil": 1,
      "page": 106,
      "ruku": 85,
      "hizbQuarter": 42,
      "sajda": false
    }
  ],
  "edition": {
    "identifier": "id.indonesian",
    "language": "id",
    "name": "Bahasa Indonesia",
    "englishName": "Unknown",
    "format": "text",
    "type": "translation",
    "direction": "ltr"
  }
}