{
  "number": 43,
  "name": "سُورَةُ الزُّخۡرُفِ",
  "englishName": "Az-Zukhruf",
  "englishNameTranslation": "Ornaments of gold",
  "revelationType": "Meccan",
  "numberOfAyahs": 89,
  "ayahs": [
    {
      "number": 4326,
      "text": "Haa Miim.",
      "numberInSurah": 1,
      "juz": 25,
      "manzil": 6,
      "page": 489,
      "ruku": 424,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4327,
      "text": "Demi Kitab (Al Quran) yang menerangkan.",
      "numberInSurah": 2,
      "juz": 25,
      "manzil": 6,
      "page": 489,
      "ruku": 424,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4328,
      "text": "Sesungguhnya Kami menjadikan Al Quran dalam bahasa Arab supaya kamu memahami(nya).",
      "numberInSurah": 3,
      "juz": 25,
      "manzil": 6,
      "page": 489,
      "ruku": 424,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4329,
      "text": "Dan sesungguhnya Al Quran itu dalam induk Al Kitab (Lauh Mahfuzh) di sisi Kami, adalah benar-benar tinggi (nilainya) dan amat banyak mengandung hikmah.",
      "numberInSurah": 4,
      "juz": 25,
      "manzil": 6,
      "page": 489,
      "ruku": 424,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4330,
      "text": "Maka apakah Kami akan berhenti menurunkan Al Quran kepadamu, karena kamu adalah kaum yang melampaui batas?",
      "numberInSurah": 5,
      "juz": 25,
      "manzil": 6,
      "page": 489,
      "ruku": 424,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4331,
      "text": "Berapa banyaknya nabi-nabi yang telah Kami utus kepada umat-umat yang terdahulu.",
      "numberInSurah": 6,
      "juz": 25,
      "manzil": 6,
      "page": 489,
      "ruku": 424,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4332,
      "text": "Dan tiada seorang nabipun datang kepada mereka melainkan mereka selalu memperolok-olokkannya.",
      "numberInSurah": 7,
      "juz": 25,
      "manzil": 6,
      "page": 489,
      "ruku": 424,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4333,
      "text": "Maka telah Kami binasakan orang-orang yang lebih besar kekuatannya dari mereka itu (musyrikin Mekah) dan telah terdahulu (tersebut dalam Al Quran) perumpamaan umat-umat masa dahulu.",
      "numberInSurah": 8,
      "juz": 25,
      "manzil": 6,
      "page": 489,
      "ruku": 424,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4334,
      "text": "Dan sungguh jika kamu tanyakan kepada mereka: \"Siapakah yang menciptakan langit dan bumi?\", niscaya mereka akan menjawab: \"Semuanya diciptakan oleh Yang Maha Perkasa lagi Maha Mengetahui\".",
      "numberInSurah": 9,
      "juz": 25,
      "manzil": 6,
      "page": 489,
      "ruku": 424,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4335,
      "text": "Yang menjadikan bumi untuk kamu sebagai tempat menetap dan Dia membuat jalan-jalan di atas bumi untuk kamu supaya kamu mendapat petunjuk.",
      "numberInSurah": 10,
      "juz": 25,
      "manzil": 6,
      "page": 489,
      "ruku": 424,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4336,
      "text": "Dan Yang menurunkan air dari langit menurut kadar (yang diperlukan) lalu Kami hidupkan dengan air itu negeri yang mati, seperti itulah kamu akan dikeluarkan (dari dalam kubur).",
      "numberInSurah": 11,
      "juz": 25,
      "manzil": 6,
      "page": 490,
      "ruku": 424,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4337,
      "text": "Dan Yang menciptakan semua yang berpasang-pasangan dan menjadikan untukmu kapal dan binatang ternak yang kamu tunggangi.",
      "numberInSurah": 12,
      "juz": 25,
      "manzil": 6,
      "page": 490,
      "ruku": 424,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4338,
      "text": "Supaya kamu duduk di atas punggungnya kemudian kamu ingat nikmat Tuhanmu apabila kamu telah duduk di atasnya; dan supaya kamu mengucapkan: \"Maha Suci Tuhan yang telah menundukkan semua ini bagi kami padahal kami sebelumnya tidak mampu menguasainya,",
      "numberInSurah": 13,
      "juz": 25,
      "manzil": 6,
      "page": 490,
      "ruku": 424,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4339,
      "text": "dan sesungguhnya kami akan kembali kepada Tuhan kami\".",
      "numberInSurah": 14,
      "juz": 25,
      "manzil": 6,
      "page": 490,
      "ruku": 424,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4340,
      "text": "Dan mereka menjadikan sebahagian dari hamba-hamba-Nya sebagai bahagian daripada-Nya. Sesungguhnya manusia itu benar-benar pengingkar yang nyata (terhadap rahmat Allah).",
      "numberInSurah": 15,
      "juz": 25,
      "manzil": 6,
      "page": 490,
      "ruku": 424,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4341,
      "text": "Patutkah Dia mengambil anak perempuan dari yang diciptakan-Nya dan Dia mengkhususkan buat kamu anak laki-laki.",
      "numberInSurah": 16,
      "juz": 25,
      "manzil": 6,
      "page": 490,
      "ruku": 425,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4342,
      "text": "Padahal apabila salah seorang di antara mereka diberi kabar gembira dengan apa yang dijadikan sebagai misal bagi Allah Yang Maha Pemurah; jadilah mukanya hitam pekat sedang dia amat menahan sedih.",
      "numberInSurah": 17,
      "juz": 25,
      "manzil": 6,
      "page": 490,
      "ruku": 425,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4343,
      "text": "Dan apakah patut (menjadi anak Allah) orang yang dibesarkan dalam keadaan berperhiasan sedang dia tidak dapat memberi alasan yang terang dalam pertengkaran.",
      "numberInSurah": 18,
      "juz": 25,
      "manzil": 6,
      "page": 490,
      "ruku": 425,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4344,
      "text": "Dan mereka menjadikan malaikat-malaikat yang mereka itu adalah hamba-hamba Allah Yang Maha Pemurah sebagai orang-orang perempuan. Apakah mereka menyaksikan penciptaan malaika-malaikat itu? Kelak akan dituliskan persaksian mereka dan mereka akan dimintai pertanggung-jawaban.",
      "numberInSurah": 19,
      "juz": 25,
      "manzil": 6,
      "page": 490,
      "ruku": 425,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4345,
      "text": "Dan mereka berkata: \"Jikalau Allah Yang Maha Pemurah menghendaki tentulah kami tidak menyembah mereka (malaikat)\". Mereka tidak mempunyai pengetahuan sedikitpun tentang itu, mereka tidak lain hanyalah menduga-duga belaka.",
      "numberInSurah": 20,
      "juz": 25,
      "manzil": 6,
      "page": 490,
      "ruku": 425,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4346,
      "text": "Atau adakah Kami memberikan sebuah kitab kepada mereka sebelum Al Quran, lalu mereka berpegang dengan kitab itu?",
      "numberInSurah": 21,
      "juz": 25,
      "manzil": 6,
      "page": 490,
      "ruku": 425,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4347,
      "text": "Bahkan mereka berkata: \"Sesungguhnya kami mendapati bapak-bapak kami menganut suatu agama, dan sesungguhnya kami orang-orang yang mendapat petunjuk dengan (mengikuti) jejak mereka\".",
      "numberInSurah": 22,
      "juz": 25,
      "manzil": 6,
      "page": 490,
      "ruku": 425,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4348,
      "text": "Dan demikianlah, Kami tidak mengutus sebelum kamu seorang pemberi peringatanpun dalam suatu negeri, melainkan orang-orang yang hidup mewah di negeri itu berkata: \"Sesungguhnya kami mendapati bapak-bapak kami menganut suatu agama dan sesungguhnya kami adalah pengikut jejak-jejak mereka\".",
      "numberInSurah": 23,
      "juz": 25,
      "manzil": 6,
      "page": 491,
      "ruku": 425,
      "hizbQuarter": 196,
      "sajda": false
    },
    {
      "number": 4349,
      "text": "(Rasul itu) berkata: \"Apakah (kamu akan mengikutinya juga) sekalipun aku membawa untukmu (agama) yang lebih (nyata) memberi petunjuk daripada apa yang kamu dapati bapak-bapakmu menganutnya?\" Mereka menjawab: \"Sesungguhnya kami mengingkari agama yang kamu diutus untuk menyampaikannya\".",
      "numberInSurah": 24,
      "juz": 25,
      "manzil": 6,
      "page": 491,
      "ruku": 425,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4350,
      "text": "Maka Kami binasakan mereka maka perhatikanlah bagaimana kesudahan orang-orang yang mendustakan itu.",
      "numberInSurah": 25,
      "juz": 25,
      "manzil": 6,
      "page": 491,
      "ruku": 425,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4351,
      "text": "Dan ingatlah ketika Ibrahim berkata kepada bapaknya dan kaumnya: \"Sesungguhnya aku tidak bertanggung jawab terhadap apa yang kamu sembah,",
      "numberInSurah": 26,
      "juz": 25,
      "manzil": 6,
      "page": 491,
      "ruku": 426,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4352,
      "text": "tetapi (aku menyembah) Tuhan Yang menjadikanku; karena sesungguhnya Dia akan memberi hidayah kepadaku\".",
      "numberInSurah": 27,
      "juz": 25,
      "manzil": 6,
      "page": 491,
      "ruku": 426,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4353,
      "text": "Dan (lbrahim a. s.) menjadikan kalimat tauhid itu kalimat yang kekal pada keturunannya supaya mereka kembali kepada kalimat tauhid itu.",
      "numberInSurah": 28,
      "juz": 25,
      "manzil": 6,
      "page": 491,
      "ruku": 426,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4354,
      "text": "Tetapi Aku telah memberikan kenikmatan hidup kepada mereka dan bapak-bapak mereka sehingga datanglah kepada mereka kebenaran (Al Quran) dan seorang rasul yang memberi penjelasan.",
      "numberInSurah": 29,
      "juz": 25,
      "manzil": 6,
      "page": 491,
      "ruku": 426,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4355,
      "text": "Dan tatkala kebenaran (Al Quran) itu datang kepada mereka, mereka berkata: \"Ini adalah sihir dan sesungguhnya kami adalah orang-orang yang mengingkarinya\".",
      "numberInSurah": 30,
      "juz": 25,
      "manzil": 6,
      "page": 491,
      "ruku": 426,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4356,
      "text": "Dan mereka berkata: \"Mengapa Al Quran ini tidak diturunkan kepada seorang besar dari salah satu dua negeri (Mekah dan Thaif) ini?\"",
      "numberInSurah": 31,
      "juz": 25,
      "manzil": 6,
      "page": 491,
      "ruku": 426,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4357,
      "text": "Apakah mereka yang membagi-bagi rahmat Tuhanmu? Kami telah menentukan antara mereka penghidupan mereka dalam kehidupan dunia, dan kami telah meninggikan sebahagian mereka atas sebagian yang lain beberapa derajat, agar sebagian mereka dapat mempergunakan sebagian yang lain. Dan rahmat Tuhanmu lebih baik dari apa yang mereka kumpulkan.",
      "numberInSurah": 32,
      "juz": 25,
      "manzil": 6,
      "page": 491,
      "ruku": 426,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4358,
      "text": "Dan sekiranya bukan karena hendak menghindari manusia menjadi umat yang satu (dalam kekafiran), tentulah kami buatkan bagi orang-orang yang kafir kepada Tuhan Yang Maha Pemurah loteng-loteng perak bagi rumah mereka dan (juga) tangga-tangga (perak) yang mereka menaikinya.",
      "numberInSurah": 33,
      "juz": 25,
      "manzil": 6,
      "page": 491,
      "ruku": 426,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4359,
      "text": "Dan (Kami buatkan pula) pintu-pintu (perak) bagi rumah-rumah mereka dan (begitu pula) dipan-dipan yang mereka bertelekan atasnya.",
      "numberInSurah": 34,
      "juz": 25,
      "manzil": 6,
      "page": 492,
      "ruku": 426,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4360,
      "text": "Dan (Kami buatkan pula) perhiasan-perhiasan (dari emas untuk mereka). Dan semuanya itu tidak lain hanyalah kesenangan kehidupan dunia, dan kehidupan akhirat itu di sisi Tuhanmu adalah bagi orang-orang yang bertakwa.",
      "numberInSurah": 35,
      "juz": 25,
      "manzil": 6,
      "page": 492,
      "ruku": 426,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4361,
      "text": "Barangsiapa yang berpaling dari pengajaran Tuhan Yang Maha Pemurah (Al Quran), kami adakan baginya syaitan (yang menyesatkan) maka syaitan itulah yang menjadi teman yang selalu menyertainya.",
      "numberInSurah": 36,
      "juz": 25,
      "manzil": 6,
      "page": 492,
      "ruku": 427,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4362,
      "text": "Dan sesungguhnya syaitan-syaitan itu benar-benar menghalangi mereka dari jalan yang benar dan mereka menyangka bahwa mereka mendapat petunjuk.",
      "numberInSurah": 37,
      "juz": 25,
      "manzil": 6,
      "page": 492,
      "ruku": 427,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4363,
      "text": "Sehingga apabila orang-orang yang berpaling itu datang kepada kami (di hari kiamat) dia berkata: \"Aduhai, semoga (jarak) antaraku dan kamu seperti jarak antara masyrik dan maghrib, maka syaitan itu adalah sejahat-jahat teman (yang menyertai manusia)\".",
      "numberInSurah": 38,
      "juz": 25,
      "manzil": 6,
      "page": 492,
      "ruku": 427,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4364,
      "text": "(Harapanmu itu) sekali-kali tidak akan memberi manfaat kepadamu di hari itu karena kamu telah menganiaya (dirimu sendiri). Sesungguhnya kamu bersekutu dalam azab itu.",
      "numberInSurah": 39,
      "juz": 25,
      "manzil": 6,
      "page": 492,
      "ruku": 427,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4365,
      "text": "Maka apakah kamu dapat menjadikan orang yang pekak bisa mendengar atau (dapatkah) kamu memberi petunjuk kepada orang yang buta (hatinya) dan kepada orang yang tetap dalam kesesatan yang nyata?",
      "numberInSurah": 40,
      "juz": 25,
      "manzil": 6,
      "page": 492,
      "ruku": 427,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4366,
      "text": "Sungguh, jika Kami mewafatkan kamu (sebelum kamu mencapai kemenangan) maka sesungguhnya Kami akan menyiksa mereka (di akhirat).",
      "numberInSurah": 41,
      "juz": 25,
      "manzil": 6,
      "page": 492,
      "ruku": 427,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4367,
      "text": "Atau Kami memperlihatkan kepadamu (azab) yang telah Kami ancamkan kepada mereka. Maka sesungguhnya Kami berkuasa atas mereka.",
      "numberInSurah": 42,
      "juz": 25,
      "manzil": 6,
      "page": 492,
      "ruku": 427,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4368,
      "text": "Maka berpegang teguhlah kamu kepada agama yang telah diwahyukan kepadamu. Sesungguhnya kamu berada di atas jalan yang lurus.",
      "numberInSurah": 43,
      "juz": 25,
      "manzil": 6,
      "page": 492,
      "ruku": 427,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4369,
      "text": "Dan sesungguhnya Al Quran itu benar-benar adalah suatu kemuliaan besar bagimu dan bagi kaummu dan kelak kamu akan diminta pertanggungan jawab.",
      "numberInSurah": 44,
      "juz": 25,
      "manzil": 6,
      "page": 492,
      "ruku": 427,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4370,
      "text": "Dan tanyakanlah kepada rasul-rasul Kami yang telah Kami utus sebelum kamu: \"Adakah Kami menentukan tuhan-tuhan untuk disembah selain Allah Yang Maha Pemurah?\"",
      "numberInSurah": 45,
      "juz": 25,
      "manzil": 6,
      "page": 492,
      "ruku": 427,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4371,
      "text": "Dan sesunguhnya Kami telah mengutus Musa dengan membawa mukjizat-mukjizat Kami kepada Fir'aun dan pemuka-pemuka kaumnya. Maka Musa berkata: \"Sesungguhnya aku adalah utusan dari Tuhan seru sekalian alam\".",
      "numberInSurah": 46,
      "juz": 25,
      "manzil": 6,
      "page": 492,
      "ruku": 428,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4372,
      "text": "Maka tatkala dia datang kepada mereka dengan membawa mukjizat-mukjizat Kami dengan serta merta mereka mentertawakannya.",
      "numberInSurah": 47,
      "juz": 25,
      "manzil": 6,
      "page": 492,
      "ruku": 428,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4373,
      "text": "Dan tidaklah Kami perlihatkan kepada mereka sesuatu mukjizat kecuali mukjizat itu lebih besar dari mukjizat-mukjizat yang sebelumnya. Dan Kami timpakan kepada mereka azab supaya mereka kembali (ke jalan yang benar).",
      "numberInSurah": 48,
      "juz": 25,
      "manzil": 6,
      "page": 493,
      "ruku": 428,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4374,
      "text": "Dan mereka berkata: \"Hai ahli sihir, berdoalah kepada Tuhanmu untuk (melepaskan) kami sesuai dengan apa yang telah dijanjikan-Nya kepadamu; sesungguhnya kami (jika doamu dikabulkan) benar-benar akan menjadi orang yang mendapat petunjuk.",
      "numberInSurah": 49,
      "juz": 25,
      "manzil": 6,
      "page": 493,
      "ruku": 428,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4375,
      "text": "Maka tatkala Kami hilangkan azab itu dari mereka, dengan serta merta mereka memungkiri (janjinya).",
      "numberInSurah": 50,
      "juz": 25,
      "manzil": 6,
      "page": 493,
      "ruku": 428,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4376,
      "text": "Dan Fir'aun berseru kepada kaumnya (seraya) berkata: \"Hai kaumku, bukankah kerajaan Mesir ini kepunyaanku dan (bukankah) sungai-sungai ini mengalir di bawahku; maka apakah kamu tidak melihat(nya)?",
      "numberInSurah": 51,
      "juz": 25,
      "manzil": 6,
      "page": 493,
      "ruku": 428,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4377,
      "text": "Bukankah aku lebih baik dari orang yang hina ini dan yang hampir tidak dapat menjelaskan (perkataannya)?",
      "numberInSurah": 52,
      "juz": 25,
      "manzil": 6,
      "page": 493,
      "ruku": 428,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4378,
      "text": "Mengapa tidak dipakaikan kepadanya gelang dari emas atau malaikat datang bersama-sama dia untuk mengiringkannya?\"",
      "numberInSurah": 53,
      "juz": 25,
      "manzil": 6,
      "page": 493,
      "ruku": 428,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4379,
      "text": "Maka Fir'aun mempengaruhi kaumnya (dengan perkataan itu) lalu mereka patuh kepadanya. Karena sesungguhnya mereka adalah kaum yang fasik.",
      "numberInSurah": 54,
      "juz": 25,
      "manzil": 6,
      "page": 493,
      "ruku": 428,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4380,
      "text": "Maka tatkala mereka membuat Kami murka, Kami menghukum mereka lalu kami tenggelamkan mereka semuanya (di laut),",
      "numberInSurah": 55,
      "juz": 25,
      "manzil": 6,
      "page": 493,
      "ruku": 428,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4381,
      "text": "dan Kami jadikan mereka sebagai pelajaran dan contoh bagi orang-orang yang kemudian.",
      "numberInSurah": 56,
      "juz": 25,
      "manzil": 6,
      "page": 493,
      "ruku": 428,
      "hizbQuarter": 197,
      "sajda": false
    },
    {
      "number": 4382,
      "text": "Dan tatkala putra Maryam (Isa) dijadikan perumpamnaan tiba-tiba kaummu (Quraisy) bersorak karenanya.",
      "numberInSurah": 57,
      "juz": 25,
      "manzil": 6,
      "page": 493,
      "ruku": 429,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4383,
      "text": "Dan mereka berkata: \"Manakah yang lebih baik tuhan-tuhan kami atau dia (Isa)?\" Mereka tidak memberikan perumpamaan itu kepadamu melainkan dengan maksud membantah saja, sebenarnya mereka adalah kaum yang suka bertengkar.",
      "numberInSurah": 58,
      "juz": 25,
      "manzil": 6,
      "page": 493,
      "ruku": 429,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4384,
      "text": "Isa tidak lain hanyalah seorang hamba yang Kami berikan kepadanya nikmat (kenabian) dan Kami jadikan dia sebagai tanda bukti (kekuasaan Allah) untuk Bani lsrail",
      "numberInSurah": 59,
      "juz": 25,
      "manzil": 6,
      "page": 493,
      "ruku": 429,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4385,
      "text": "Dan kalau Kami kehendaki benar-benar Kami jadikan sebagai gantimu di muka bumi malaikat-malaikat yang turun temurun.",
      "numberInSurah": 60,
      "juz": 25,
      "manzil": 6,
      "page": 493,
      "ruku": 429,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4386,
      "text": "Dan sesungguhnya Isa itu benar-benar memberikan pengetahuan tentang hari kiamat. Karena itu janganlah kamu ragu-ragu tentang kiamat itu dan ikutilah Aku. Inilah jalan yang lurus.",
      "numberInSurah": 61,
      "juz": 25,
      "manzil": 6,
      "page": 494,
      "ruku": 429,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4387,
      "text": "Dan janganlah kamu sekali-kali dipalingkan oleh syaitan; sesungguhnya syaitan itu musuh yang nyata bagimu.",
      "numberInSurah": 62,
      "juz": 25,
      "manzil": 6,
      "page": 494,
      "ruku": 429,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4388,
      "text": "Dan tatkala Isa datang membawa keterangan dia berkata: \"Sesungguhnya aku datang kepadamu dengan membawa hikmat dan untuk menjelaskan kepadamu sebagian dari apa yang kamu berselisih tentangnya, maka bertakwalah kepada Allah dan taatlah (kepada)ku\".",
      "numberInSurah": 63,
      "juz": 25,
      "manzil": 6,
      "page": 494,
      "ruku": 429,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4389,
      "text": "Sesungguhnya Allah Dialah Tuhanku dan Tuhan kamu maka sembahlah Dia, ini adalah jalan yang lurus.",
      "numberInSurah": 64,
      "juz": 25,
      "manzil": 6,
      "page": 494,
      "ruku": 429,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4390,
      "text": "Maka berselisihlah golongan-golongan (yang terdapat) di antara mereka, lalu kecelakaan yang besarlah bagi orang-orang yang zalim yakni siksaan hari yang pedih (kiamat).",
      "numberInSurah": 65,
      "juz": 25,
      "manzil": 6,
      "page": 494,
      "ruku": 429,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4391,
      "text": "Mereka tidak menunggu kecuali kedatangan hari kiamat kepada mereka dengan tiba-tiba sedang mereka tidak menyadarinya.",
      "numberInSurah": 66,
      "juz": 25,
      "manzil": 6,
      "page": 494,
      "ruku": 429,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4392,
      "text": "Teman-teman akrab pada hari itu sebagiannya menjadi musuh bagi sebagian yang lain kecuali orang-orang yang bertakwa.",
      "numberInSurah": 67,
      "juz": 25,
      "manzil": 6,
      "page": 494,
      "ruku": 429,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4393,
      "text": "\"Hai hamba-hamba-Ku, tiada kekhawatiran terhadapmu pada hari ini dan tidak pula kamu bersedih hati.",
      "numberInSurah": 68,
      "juz": 25,
      "manzil": 6,
      "page": 494,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4394,
      "text": "(Yaitu) orang-orang yang beriman kepada ayat-ayat Kami dan adalah mereka dahulu orang-orang yang berserah diri.",
      "numberInSurah": 69,
      "juz": 25,
      "manzil": 6,
      "page": 494,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4395,
      "text": "Masuklah kamu ke dalam surga, kamu dan isteri-isteri kamu digembirakan\".",
      "numberInSurah": 70,
      "juz": 25,
      "manzil": 6,
      "page": 494,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4396,
      "text": "Diedarkan kepada mereka piring-piring dari emas, dan piala-piala dan di dalam surga itu terdapat segala apa yang diingini oleh hati dan sedap (dipandang) mata dan kamu kekal di dalamnya\".",
      "numberInSurah": 71,
      "juz": 25,
      "manzil": 6,
      "page": 494,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4397,
      "text": "Dan itulah surga yang diwariskan kepada kamu disebabkan amal-amal yang dahulu kamu kerjakan.",
      "numberInSurah": 72,
      "juz": 25,
      "manzil": 6,
      "page": 494,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4398,
      "text": "Di dalam surga itu ada buah-buahan yang banyak untukmu yang sebahagiannya kamu makan.",
      "numberInSurah": 73,
      "juz": 25,
      "manzil": 6,
      "page": 494,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4399,
      "text": "Sesungguhnya orang-orang yang berdosa kekal di dalam azab neraka Jahannam.",
      "numberInSurah": 74,
      "juz": 25,
      "manzil": 6,
      "page": 495,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4400,
      "text": "Tidak diringankan azab itu dari mereka dan mereka di dalamnya berputus asa.",
      "numberInSurah": 75,
      "juz": 25,
      "manzil": 6,
      "page": 495,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4401,
      "text": "Dan tidaklah Kami menganiaya mereka tetapi merekalah yang menganiaya diri mereka sendiri.",
      "numberInSurah": 76,
      "juz": 25,
      "manzil": 6,
      "page": 495,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4402,
      "text": "Mereka berseru: \"Hai Malik biarlah Tuhanmu membunuh kami saja\". Dia menjawab: \"Kamu akan tetap tinggal (di neraka ini)\".",
      "numberInSurah": 77,
      "juz": 25,
      "manzil": 6,
      "page": 495,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4403,
      "text": "Sesungguhnya Kami benar-benar telah memhawa kebenaran kepada kamu tetapi kebanyakan di antara kamu benci pada kebenaran itu.",
      "numberInSurah": 78,
      "juz": 25,
      "manzil": 6,
      "page": 495,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4404,
      "text": "Bahkan mereka telah menetapkan satu tipu daya (jahat), maka sesungguhnya Kami menetapkan pula.",
      "numberInSurah": 79,
      "juz": 25,
      "manzil": 6,
      "page": 495,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4405,
      "text": "Apakah mereka mengira, bahwa Kami tidak mendengar rahasia dan bisikan-bisikan mereka? Sebenarnya (Kami mendengar), dan utusan-utusan (malaikat-malaikat) Kami selalu mencatat di sisi mereka.",
      "numberInSurah": 80,
      "juz": 25,
      "manzil": 6,
      "page": 495,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4406,
      "text": "Katakanlah, jika benar Tuhan Yang Maha Pemurah mempunyai anak, maka akulah (Muhammad) orang yang mula-mula memuliakan (anak itu).",
      "numberInSurah": 81,
      "juz": 25,
      "manzil": 6,
      "page": 495,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4407,
      "text": "Maha Suci Tuhan Yang empunya langit dan bumi, Tuhan Yang empunya 'Arsy, dari apa yang mereka sifatkan itu.",
      "numberInSurah": 82,
      "juz": 25,
      "manzil": 6,
      "page": 495,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4408,
      "text": "Maka biarlah mereka tenggelam (dalam kesesatan) dan bermain-main sampai mereka menemui hari yang dijanjikan kepada mereka.",
      "numberInSurah": 83,
      "juz": 25,
      "manzil": 6,
      "page": 495,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4409,
      "text": "Dan Dialah Tuhan (Yang disembah) di langit dan Tuhan (Yang disembah) di bumi dan Dialah Yang Maha Bijaksana lagi Maha Mengetahui.",
      "numberInSurah": 84,
      "juz": 25,
      "manzil": 6,
      "page": 495,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4410,
      "text": "Dan Maha Suci Tuhan Yang mempunyai kerajaan langit dan bumi; dan apa yang ada di antara keduanya; dan di sisi-Nya-lah pengetahuan tentang hari kiamat dan hanya kepada-Nya-lah kamu dikembalikan.",
      "numberInSurah": 85,
      "juz": 25,
      "manzil": 6,
      "page": 495,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4411,
      "text": "Dan sembahan-sembahan yang mereka sembah selain Allah tidak dapat memberi syafa'at; akan tetapi (orang yang dapat memberi syafa'at ialah) orang yang mengakui yang hak (tauhid) dan mereka meyakini(nya).",
      "numberInSurah": 86,
      "juz": 25,
      "manzil": 6,
      "page": 495,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4412,
      "text": "Dan sungguh jika kamu bertanya kepada mereka: \"Siapakah yang menciptakan mereka, niscaya mereka menjawab: \"Allah\", maka bagaimanakah mereka dapat dipalingkan (dari menyembah Allah)?,",
      "numberInSurah": 87,
      "juz": 25,
      "manzil": 6,
      "page": 495,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4413,
      "text": "dan (Allah mengetabui) ucapan Muhammad: \"Ya Tuhanku, sesungguhnya mereka itu adalah kaum yang tidak beriman\".",
      "numberInSurah": 88,
      "juz": 25,
      "manzil": 6,
      "page": 495,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    },
    {
      "number": 4414,
      "text": "Maka berpalinglah (hai Muhammad) dari mereka dan katakanlah: \"Salam (selamat tinggal)\". Kelak mereka akan mengetahui (nasib mereka yang buruk).",
      "numberInSurah": 89,
      "juz": 25,
      "manzil": 6,
      "page": 495,
      "ruku": 430,
      "hizbQuarter": 198,
      "sajda": false
    }
  ],
  "edition": {
    "identifier": "id.indonesian",
    "language": "id",
    "name": "Bahasa Indonesia",
    "englishName": "Unknown",
    "format": "text",
    "type": "translation",
    "direction": "ltr"
  }
}