{
  "number": 57,
  "name": "سُورَةُ الحَدِيدِ",
  "englishName": "Al-Hadid",
  "englishNameTranslation": "The Iron",
  "revelationType": "Medinan",
  "numberOfAyahs": 29,
  "ayahs": [
    {
      "number": 5076,
      "text": "Semua yang berada di langit dan yang berada di bumi bertasbih kepada Allah (menyatakan kebesaran Allah). Dan Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
      "numberInSurah": 1,
      "juz": 27,
      "manzil": 7,
      "page": 537,
      "ruku": 472,
      "hizbQuarter": 215,
      "sajda": false
    },
    {
      "number": 5077,
      "text": "Kepunyaan-Nya-lah kerajaan langit dan bumi, Dia menghidupkan dan mematikan, dan Dia Maha Kuasa atas segala sesuatu.",
      "numberInSurah": 2,
      "juz": 27,
      "manzil": 7,
      "page": 537,
      "ruku": 472,
      "hizbQuarter": 215,
      "sajda": false
    },
    {
      "number": 5078,
      "text": "Dialah Yang Awal dan Yang Akhir Yang Zhahir dan Yang Bathin; dan Dia Maha Mengetahui segala sesuatu.",
      "numberInSurah": 3,
      "juz": 27,
      "manzil": 7,
      "page": 537,
      "ruku": 472,
      "hizbQuarter": 215,
      "sajda": false
    },
    {
      "number": 5079,
      "text": "Dialah yang menciptakan langit dan bumi dalam enam masa: Kemudian Dia bersemayam di atas 'Arsy. Dia mengetahui apa yang masuk ke dalam bumi dan apa yang keluar daripadanya dan apa yang turun dari langit dan apa yang naik kepada-Nya. Dan Dia bersama kamu di mana saja kamu berada. Dan Allah Maha Melihat apa yang kamu kerjakan.",
      "numberInSurah": 4,
      "juz": 27,
      "manzil": 7,
      "page": 538,
      "ruku": 472,
      "hizbQuarter": 215,
      "sajda": false
    },
    {
      "number": 5080,
      "text": "Kepunyaan-Nya-lah kerajaan langit dan bumi. Dan kepada Allah-lah dikembalikan segala urusan.",
      "numberInSurah": 5,
      "juz": 27,
      "manzil": 7,
      "page": 538,
      "ruku": 472,
      "hizbQuarter": 215,
      "sajda": false
    },
    {
      "number": 5081,
      "text": "Dialah yang memasukkan malam ke dalam siang dan memasukkan siang ke dalam malam. Dan Dia Maha Mengetahui segala isi hati.",
      "numberInSurah": 6,
      "juz": 27,
      "manzil": 7,
      "page": 538,
      "ruku": 472,
      "hizbQuarter": 215,
      "sajda": false
    },
    {
      "number": 5082,
      "text": "Berimanlah kamu kepada Allah dan Rasul-Nya dan nafkahkanlah sebagian dari hartamu yang Allah telah menjadikan kamu menguasainya. Maka orang-orang yang beriman di antara kamu dan menafkahkan (sebagian) dari hartanya memperoleh pahala yang besar.",
      "numberInSurah": 7,
      "juz": 27,
      "manzil": 7,
      "page": 538,
      "ruku": 472,
      "hizbQuarter": 215,
      "sajda": false
    },
    {
      "number": 5083,
      "text": "Dan mengapa kamu tidak beriman kepada Allah padahal Rasul menyeru kamu supaya kamu beriman kepada Tuhanmu. Dan sesungguhnya Dia telah mengambil perjanjianmu jika kamu adalah orang-orang yang beriman.",
      "numberInSurah": 8,
      "juz": 27,
      "manzil": 7,
      "page": 538,
      "ruku": 472,
      "hizbQuarter": 215,
      "sajda": false
    },
    {
      "number": 5084,
      "text": "Dialah yang menurunkan kepada hamba-Nya ayat-ayat yang terang (Al-Quran) supaya Dia mengeluarkan kamu dari kegelapan kepada cahaya. Dan sesungguhnya Allah benar-benar Maha Penyantun lagi Maha Penyayang terhadapmu.",
      "numberInSurah": 9,
      "juz": 27,
      "manzil": 7,
      "page": 538,
      "ruku": 472,
      "hizbQuarter": 215,
      "sajda": false
    },
    {
      "number": 5085,
      "text": "Dan mengapa kamu tidak menafkahkan (sebagian hartamu) pada jalan Allah, padahal Allah-lah yang mempusakai (mempunyai) langit dan bumi? Tidak sama di antara kamu orang yang menafkahkan (hartanya) dan berperang sebelum penaklukan (Mekah). Mereka lebih tingi derajatnya daripada orang-orang yang menafkahkan (hartanya) dan berperang sesudah itu. Allah menjanjikan kepada masing-masing mereka (balasan) yang lebih baik. Dan Allah mengetahui apa yang kamu kerjakan.",
      "numberInSurah": 10,
      "juz": 27,
      "manzil": 7,
      "page": 538,
      "ruku": 472,
      "hizbQuarter": 215,
      "sajda": false
    },
    {
      "number": 5086,
      "text": "Siapakah yang mau meminjamkan kepada Allah pinjaman yang baik, maka Allah akan melipat-gandakan (balasan) pinjaman itu untuknya, dan dia akan memperoleh pahala yang banyak.",
      "numberInSurah": 11,
      "juz": 27,
      "manzil": 7,
      "page": 538,
      "ruku": 473,
      "hizbQuarter": 215,
      "sajda": false
    },
    {
      "number": 5087,
      "text": "(yaitu) pada hari ketika kamu melihat orang mukmin laki-laki dan perempuan, sedang cahaya mereka bersinar di hadapan dan di sebelah kanan mereka, (dikatakan kepada mereka): \"Pada hari ini ada berita gembira untukmu, (yaitu) surga yang mengalir di bawahnya sungai-sungai, yang kamu kekal di dalamnya. Itulah keberuntungan yang besar\".",
      "numberInSurah": 12,
      "juz": 27,
      "manzil": 7,
      "page": 539,
      "ruku": 473,
      "hizbQuarter": 215,
      "sajda": false
    },
    {
      "number": 5088,
      "text": "Pada hari ketika orang-orang munafik laki-laki dan perempuan berkata kepada orang-orang yang beriman: \"Tunggulah kami supaya kami dapat mengambil sebahagian dari cahayamu\". Dikatakan (kepada mereka): \"Kembalilah kamu ke belakang dan carilah sendiri cahaya (untukmu)\". Lalu diadakan di antara mereka dinding yang mempunyai pintu. Di sebelah dalamnya ada rahmat dan di sebelah luarnya dari situ ada siksa.",
      "numberInSurah": 13,
      "juz": 27,
      "manzil": 7,
      "page": 539,
      "ruku": 473,
      "hizbQuarter": 215,
      "sajda": false
    },
    {
      "number": 5089,
      "text": "Orang-orang munafik itu memanggil mereka (orang-orang mukmin) seraya berkata: \"Bukankah kami dahulu bersama-sama dengan kamu?\" Mereka menjawab: \"Benar, tetapi kamu mencelakakan dirimu sendiri dan menunggu (kehancuran kami) dan kamu ragu-ragu serta ditipu oleh angan-angan kosong sehingga datanglah ketetapan Allah; dan kamu telah ditipu terhadap Allah oleh (syaitan) yang amat penipu.",
      "numberInSurah": 14,
      "juz": 27,
      "manzil": 7,
      "page": 539,
      "ruku": 473,
      "hizbQuarter": 215,
      "sajda": false
    },
    {
      "number": 5090,
      "text": "Maka pada hari ini tidak diterima tebusan dari kamu dan tidak pula dari orang-orang kafir. Tempat kamu ialah neraka. Dialah tempat berlindungmu. Dan dia adalah sejahat-jahat tempat kembali\".",
      "numberInSurah": 15,
      "juz": 27,
      "manzil": 7,
      "page": 539,
      "ruku": 473,
      "hizbQuarter": 215,
      "sajda": false
    },
    {
      "number": 5091,
      "text": "Belumkah datang waktunya bagi orang-orang yang beriman, untuk tunduk hati mereka mengingat Allah dan kepada kebenaran yang telah turun (kepada mereka), dan janganlah mereka seperti orang-orang yang sebelumnya telah diturunkan Al Kitab kepadanya, kemudian berlalulah masa yang panjang atas mereka lalu hati mereka menjadi keras. Dan kebanyakan di antara mereka adalah orang-orang yang fasik.",
      "numberInSurah": 16,
      "juz": 27,
      "manzil": 7,
      "page": 539,
      "ruku": 473,
      "hizbQuarter": 216,
      "sajda": false
    },
    {
      "number": 5092,
      "text": "Ketahuilah olehmu bahwa sesungguhnya Allah menghidupkan bumi sesudah matinya. Sesungguhnya Kami telah menjelaskan kepadamu tanda-tanda kebesaran (Kami) supaya kamu memikirkannya.",
      "numberInSurah": 17,
      "juz": 27,
      "manzil": 7,
      "page": 539,
      "ruku": 473,
      "hizbQuarter": 216,
      "sajda": false
    },
    {
      "number": 5093,
      "text": "Sesungguhnya orang-orang yang membenarkan (Allah dan Rasul-Nya) baik laki-laki maupun perempuan dan meminjamkan kepada Allah pinjaman yang baik, niscaya akan dilipatgandakan (pembayarannya) kepada mereka; dan bagi mereka pahala yang banyak.",
      "numberInSurah": 18,
      "juz": 27,
      "manzil": 7,
      "page": 539,
      "ruku": 473,
      "hizbQuarter": 216,
      "sajda": false
    },
    {
      "number": 5094,
      "text": "Dan orang-orang yang beriman kepada Allah dan Rasul-Nya, mereka itu orang-orang Shiddiqien dan orang-orang yang menjadi saksi di sisi Tuhan mereka. Bagi mereka pahala dan cahaya mereka. Dan orang-orang yang kafir dan mendustakan ayat-ayat Kami, mereka itulah penghuni-penghuni neraka.",
      "numberInSurah": 19,
      "juz": 27,
      "manzil": 7,
      "page": 540,
      "ruku": 473,
      "hizbQuarter": 216,
      "sajda": false
    },
    {
      "number": 5095,
      "text": "Ketahuilah, bahwa sesungguhnya kehidupan dunia ini hanyalah permainan dan suatu yang melalaikan, perhiasan dan bermegah-megah antara kamu serta berbangga-banggaan tentang banyaknya harta dan anak, seperti hujan yang tanam-tanamannya mengagumkan para petani; kemudian tanaman itu menjadi kering dan kamu lihat warnanya kuning kemudian menjadi hancur. Dan di akhirat (nanti) ada azab yang keras dan ampunan dari Allah serta keridhaan-Nya. Dan kehidupan dunia ini tidak lain hanyalah kesenangan yang menipu.",
      "numberInSurah": 20,
      "juz": 27,
      "manzil": 7,
      "page": 540,
      "ruku": 474,
      "hizbQuarter": 216,
      "sajda": false
    },
    {
      "number": 5096,
      "text": "Berlomba-lombalah kamu kepada (mendapatkan) ampunan dari Tuhanmu dan surga yang luasnya seluas langit dan bumi, yang disediakan bagi orang-orang yang beriman kepada Allah dan Rasul-rasul-Nya. Itulah karunia Allah, diberikan-Nya kepada siapa yang dikehendaki-Nya. Dan Allah mempunyai karunia yang besar.",
      "numberInSurah": 21,
      "juz": 27,
      "manzil": 7,
      "page": 540,
      "ruku": 474,
      "hizbQuarter": 216,
      "sajda": false
    },
    {
      "number": 5097,
      "text": "Tiada suatu bencanapun yang menimpa di bumi dan (tidak pula) pada dirimu sendiri melainkan telah tertulis dalam kitab (Lauhul Mahfuzh) sebelum Kami menciptakannya. Sesungguhnya yang demikian itu adalah mudah bagi Allah.",
      "numberInSurah": 22,
      "juz": 27,
      "manzil": 7,
      "page": 540,
      "ruku": 474,
      "hizbQuarter": 216,
      "sajda": false
    },
    {
      "number": 5098,
      "text": "(Kami jelaskan yang demikian itu) supaya kamu jangan berduka cita terhadap apa yang luput dari kamu, dan supaya kamu jangan terlalu gembira terhadap apa yang diberikan-Nya kepadamu. Dan Allah tidak menyukai setiap orang yang sombong lagi membanggakan diri,",
      "numberInSurah": 23,
      "juz": 27,
      "manzil": 7,
      "page": 540,
      "ruku": 474,
      "hizbQuarter": 216,
      "sajda": false
    },
    {
      "number": 5099,
      "text": "(yaitu) orang-orang yang kikir dan menyuruh manusia berbuat kikir. Dan barangsiapa yang berpaling (dari perintah-perintah Allah) maka sesungguhnya Allah Dialah Yang Maha Kaya lagi Maha Terpuji.",
      "numberInSurah": 24,
      "juz": 27,
      "manzil": 7,
      "page": 540,
      "ruku": 474,
      "hizbQuarter": 216,
      "sajda": false
    },
    {
      "number": 5100,
      "text": "Sesungguhnya Kami telah mengutus rasul-rasul Kami dengan membawa bukti-bukti yang nyata dan telah Kami turunkan bersama mereka Al Kitab dan neraca (keadilan) supaya manusia dapat melaksanakan keadilan. Dan Kami ciptakan besi yang padanya terdapat kekuatan yang hebat dan berbagai manfaat bagi manusia, (supaya mereka mempergunakan besi itu) dan supaya Allah mengetahui siapa yang menolong (agama)Nya dan rasul-rasul-Nya padahal Allah tidak dilihatnya. Sesungguhnya Allah Maha Kuat lagi Maha Perkasa.",
      "numberInSurah": 25,
      "juz": 27,
      "manzil": 7,
      "page": 541,
      "ruku": 474,
      "hizbQuarter": 216,
      "sajda": false
    },
    {
      "number": 5101,
      "text": "Dan sesungguhnya Kami telah mengutus Nuh dan Ibrahim dan Kami jadikan kepada keturunan keduanya kenabian dan Al Kitab, maka di antara mereka ada yang menerima petunjuk dan banyak di antara mereka fasik.",
      "numberInSurah": 26,
      "juz": 27,
      "manzil": 7,
      "page": 541,
      "ruku": 475,
      "hizbQuarter": 216,
      "sajda": false
    },
    {
      "number": 5102,
      "text": "Kemudian Kami iringi di belakang mereka dengan rasul-rasul Kami dan Kami iringi (pula) dengan Isa putra Maryam; dan Kami berikan kepadanya Injil dan Kami jadikan dalam hati orang-orang yang mengikutinya rasa santun dan kasih sayang. Dan mereka mengada-adakan rahbaniyyah padahal kami tidak mewajibkannya kepada mereka tetapi (mereka sendirilah yang mengada-adakannya) untuk mencari keridhaan Allah, lalu mereka tidak memeliharanya dengan pemeliharaan yang semestinya. Maka Kami berikan kepada orang-orang yang beriman di antara mereka pahalanya dan banyak di antara mereka orang-orang fasik.",
      "numberInSurah": 27,
      "juz": 27,
      "manzil": 7,
      "page": 541,
      "ruku": 475,
      "hizbQuarter": 216,
      "sajda": false
    },
    {
      "number": 5103,
      "text": "Hai orang-orang yang beriman (kepada para rasul), bertakwalah kepada Allah dan berimanlah kepada Rasul-Nya, niscaya Allah memberikan rahmat-Nya kepadamu dua bagian, dan menjadikan untukmu cahaya yang dengan cahaya itu kamu dapat berjalan dan Dia mengampuni kamu. Dan Allah Maha Pengampun lagi Maha Penyayang.",
      "numberInSurah": 28,
      "juz": 27,
      "manzil": 7,
      "page": 541,
      "ruku": 475,
      "hizbQuarter": 216,
      "sajda": false
    },
    {
      "number": 5104,
      "text": "(Kami terangkan yang demikian itu) supaya ahli Kitab mengetahui bahwa mereka tiada mendapat sedikitpun akan karunia Allah (jika mereka tidak beriman kepada Muhammad), dan bahwasanya karunia itu adalah di tangan Allah. Dia berikan karunia itu kepada siapa yang dikehendaki-Nya. Dan Allah mempunyai karunia yang besar.",
      "numberInSurah": 29,
      "juz": 27,
      "manzil": 7,
      "page": 541,
      "ruku": 475,
      "hizbQuarter": 216,
      "sajda": false
    }
  ],
  "edition": {
    "identifier": "id.indonesian",
    "language": "id",
    "name": "Bahasa Indonesia",
    "englishName": "Unknown",
    "format": "text",
    "type": "translation",
    "direction": "ltr"
  }
}