{
  "number": 59,
  "name": "سُورَةُ الحَشۡرِ",
  "englishName": "Al-Hashr",
  "englishNameTranslation": "The Exile",
  "revelationType": "Medinan",
  "numberOfAyahs": 24,
  "ayahs": [
    {
      "number": 5127,
      "text": "Telah bertasbih kepada Allah apa yang ada di langit dan bumi; dan Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
      "numberInSurah": 1,
      "juz": 28,
      "manzil": 7,
      "page": 545,
      "ruku": 479,
      "hizbQuarter": 218,
      "sajda": false
    },
    {
      "number": 5128,
      "text": "Dialah yang mengeluarkan orang-orang kafir di antara ahli kitab dari kampung-kampung mereka pada saat pengusiran yang pertama. Kamu tidak menyangka, bahwa mereka akan keluar dan merekapun yakin, bahwa benteng-benteng mereka dapat mempertahankan mereka dari (siksa) Allah; maka Allah mendatangkan kepada mereka (hukuman) dari arah yang tidak mereka sangka-sangka. Dan Allah melemparkan ketakutan dalam hati mereka; mereka memusnahkan rumah-rumah mereka dengan tangan mereka sendiri dan tangan orang-orang mukmin. Maka ambillah (kejadian itu) untuk menjadi pelajaran, hai orang-orang yang mempunyai wawasan.",
      "numberInSurah": 2,
      "juz": 28,
      "manzil": 7,
      "page": 545,
      "ruku": 479,
      "hizbQuarter": 218,
      "sajda": false
    },
    {
      "number": 5129,
      "text": "Dan jika tidaklah karena Allah telah menetapkan pengusiran terhadap mereka, benar-benar Allah mengazab mereka di dunia. Dan bagi mereka di akhirat azab neraka.",
      "numberInSurah": 3,
      "juz": 28,
      "manzil": 7,
      "page": 545,
      "ruku": 479,
      "hizbQuarter": 218,
      "sajda": false
    },
    {
      "number": 5130,
      "text": "Yang demikian itu adalah karena Sesungguhnya mereka menentang Allah dan Rasul-Nya. Barangsiapa menentang Allah dan Rasul-Nya, Sesungguhnya Allah sangat keras hukuman-Nya.",
      "numberInSurah": 4,
      "juz": 28,
      "manzil": 7,
      "page": 546,
      "ruku": 479,
      "hizbQuarter": 218,
      "sajda": false
    },
    {
      "number": 5131,
      "text": "Apa saja yang kamu tebang dari pohon kurma (milik orang-orang kafir) atau yang kamu biarkan (tumbuh) berdiri di atas pokoknya, maka (semua itu) adalah dengan izin Allah; dan karena Dia hendak memberikan kehinaan kepada orang-orang fasik.",
      "numberInSurah": 5,
      "juz": 28,
      "manzil": 7,
      "page": 546,
      "ruku": 479,
      "hizbQuarter": 218,
      "sajda": false
    },
    {
      "number": 5132,
      "text": "Dan apa saja harta rampasan (fai-i) yang diberikan Allah kepada Rasul-Nya (dari harta benda) mereka, maka untuk mendapatkan itu kamu tidak mengerahkan seekor kudapun dan (tidak pula) seekor untapun, tetapi Allah yang memberikan kekuasaan kepada Rasul-Nya terhadap apa saja yang dikehendaki-Nya. Dan Allah Maha Kuasa atas segala sesuatu.",
      "numberInSurah": 6,
      "juz": 28,
      "manzil": 7,
      "page": 546,
      "ruku": 479,
      "hizbQuarter": 218,
      "sajda": false
    },
    {
      "number": 5133,
      "text": "Apa saja harta rampasan (fai-i) yang diberikan Allah kepada Rasul-Nya (dari harta benda) yang berasal dari penduduk kota-kota maka adalah untuk Allah, untuk Rasul, kaum kerabat, anak-anak yatim, orang-orang miskin dan orang-orang yang dalam perjalanan, supaya harta itu jangan beredar di antara orang-orang kaya saja di antara kamu. Apa yang diberikan Rasul kepadamu, maka terimalah. Dan apa yang dilarangnya bagimu, maka tinggalkanlah. Dan bertakwalah kepada Allah. Sesungguhnya Allah amat keras hukumannya.",
      "numberInSurah": 7,
      "juz": 28,
      "manzil": 7,
      "page": 546,
      "ruku": 479,
      "hizbQuarter": 218,
      "sajda": false
    },
    {
      "number": 5134,
      "text": "(Juga) bagi orang fakir yang berhijrah yang diusir dari kampung halaman dan dari harta benda mereka (karena) mencari karunia dari Allah dan keridhaan-Nya dan mereka menolong Allah dan Rasul-Nya. Mereka itulah orang-orang yang benar.",
      "numberInSurah": 8,
      "juz": 28,
      "manzil": 7,
      "page": 546,
      "ruku": 479,
      "hizbQuarter": 218,
      "sajda": false
    },
    {
      "number": 5135,
      "text": "Dan orang-orang yang telah menempati kota Madinah dan telah beriman (Anshor) sebelum (kedatangan) mereka (Muhajirin), mereka (Anshor) 'mencintai' orang yang berhijrah kepada mereka (Muhajirin). Dan mereka (Anshor) tiada menaruh keinginan dalam hati mereka terhadap apa-apa yang diberikan kepada mereka (Muhajirin); dan mereka mengutamakan (orang-orang Muhajirin), atas diri mereka sendiri, sekalipun mereka dalam kesusahan. Dan siapa yang dipelihara dari kekikiran dirinya, mereka itulah orang orang yang beruntung",
      "numberInSurah": 9,
      "juz": 28,
      "manzil": 7,
      "page": 546,
      "ruku": 479,
      "hizbQuarter": 218,
      "sajda": false
    },
    {
      "number": 5136,
      "text": "Dan orang-orang yang datang sesudah mereka (Muhajirin dan Anshor), mereka berdoa: \"Ya Rabb kami, beri ampunlah kami dan saudara-saudara kami yang telah beriman lebih dulu dari kami, dan janganlah Engkau membiarkan kedengkian dalam hati kami terhadap orang-orang yang beriman; Ya Rabb kami, Sesungguhnya Engkau Maha Penyantun lagi Maha Penyayang\".",
      "numberInSurah": 10,
      "juz": 28,
      "manzil": 7,
      "page": 547,
      "ruku": 479,
      "hizbQuarter": 218,
      "sajda": false
    },
    {
      "number": 5137,
      "text": "Apakah kamu tidak memperhatikan orang-orang munafik yang berkata kepada saudara-saudara mereka yang kafir di antara ahli kitab: \"Sesungguhnya jika kamu diusir niscaya kamipun akan keluar bersamamu; dan kami selama-lamanya tidak akan patuh kepada siapapun untuk (menyusahkan) kamu, dan jika kamu diperangi pasti kami akan membantu kamu\". Dan Allah menyaksikan bahwa Sesungguhnya mereka benar-benar pendusta.",
      "numberInSurah": 11,
      "juz": 28,
      "manzil": 7,
      "page": 547,
      "ruku": 480,
      "hizbQuarter": 219,
      "sajda": false
    },
    {
      "number": 5138,
      "text": "Sesungguhnya jika mereka diusir, orang-orang munafik itu tidak akan keluar bersama mereka, dan sesungguhnya jika mereka diperangi, niscaya mereka tidak akan menolongnya; sesungguhnya jika mereka menolongnya, niscaya mereka akan berpaling lari ke belakang; kemudian mereka tidak akan mendapat pertolongan.",
      "numberInSurah": 12,
      "juz": 28,
      "manzil": 7,
      "page": 547,
      "ruku": 480,
      "hizbQuarter": 219,
      "sajda": false
    },
    {
      "number": 5139,
      "text": "Sesungguhnya kamu dalam hati mereka lebih ditakuti daripada Allah. Yang demikian itu karena mereka adalah kaum yang tidak mengerti.",
      "numberInSurah": 13,
      "juz": 28,
      "manzil": 7,
      "page": 547,
      "ruku": 480,
      "hizbQuarter": 219,
      "sajda": false
    },
    {
      "number": 5140,
      "text": "Mereka tidak akan memerangi kamu dalam keadaan bersatu padu, kecuali dalam kampung-kampung yang berbenteng atau di balik tembok. Permusuhan antara sesama mereka adalah sangat hebat. Kamu kira mereka itu bersatu, sedang hati mereka berpecah belah. Yang demikian itu karena sesungguhnya mereka adalah kaum yang tidak mengerti.",
      "numberInSurah": 14,
      "juz": 28,
      "manzil": 7,
      "page": 547,
      "ruku": 480,
      "hizbQuarter": 219,
      "sajda": false
    },
    {
      "number": 5141,
      "text": "(Mereka adalah) seperti orang-orang Yahudi yang belum lama sebelum mereka telah merasai akibat buruk dari perbuatan mereka, dan bagi mereka azab yang pedih.",
      "numberInSurah": 15,
      "juz": 28,
      "manzil": 7,
      "page": 547,
      "ruku": 480,
      "hizbQuarter": 219,
      "sajda": false
    },
    {
      "number": 5142,
      "text": "(Bujukan orang-orang munafik itu adalah) seperti (bujukan) shaitan ketika dia berkata kepada manusia: \"Kafirlah kamu\", maka tatkala manusia itu telah kafir, maka ia berkata: \"Sesungguhnya aku berlepas diri dari kamu, karena sesungguhnya aku takut kepada Allah, Rabb semesta Alam\".",
      "numberInSurah": 16,
      "juz": 28,
      "manzil": 7,
      "page": 547,
      "ruku": 480,
      "hizbQuarter": 219,
      "sajda": false
    },
    {
      "number": 5143,
      "text": "Maka adalah kesudahan keduanya, bahwa sesungguhnya keduanya (masuk) ke dalam neraka, mereka kekal di dalamnya. Demikianlah balasan orang-orang yang zalim.",
      "numberInSurah": 17,
      "juz": 28,
      "manzil": 7,
      "page": 548,
      "ruku": 480,
      "hizbQuarter": 219,
      "sajda": false
    },
    {
      "number": 5144,
      "text": "Hai orang-orang yang beriman, bertakwalah kepada Allah dan hendaklah setiap diri memperhatikan apa yang telah diperbuatnya untuk hari esok (akhirat); dan bertakwalah kepada Allah, sesungguhnya Allah Maha Mengetahui apa yang kamu kerjakan.",
      "numberInSurah": 18,
      "juz": 28,
      "manzil": 7,
      "page": 548,
      "ruku": 481,
      "hizbQuarter": 219,
      "sajda": false
    },
    {
      "number": 5145,
      "text": "Dan janganlah kamu seperti orang-orang yang lupa kepada Allah, lalu Allah menjadikan mereka lupa kepada mereka sendiri. Mereka itulah orang-orang yang fasik.",
      "numberInSurah": 19,
      "juz": 28,
      "manzil": 7,
      "page": 548,
      "ruku": 481,
      "hizbQuarter": 219,
      "sajda": false
    },
    {
      "number": 5146,
      "text": "Tidaklah sama penghuni-penghuni neraka dengan penghuni-penghuni jannah; penghuni-penghuni jannah itulah orang-orang yang beruntung.",
      "numberInSurah": 20,
      "juz": 28,
      "manzil": 7,
      "page": 548,
      "ruku": 481,
      "hizbQuarter": 219,
      "sajda": false
    },
    {
      "number": 5147,
      "text": "Kalau sekiranya Kami turunkan Al-Quran ini kepada sebuah gunung, pasti kamu akan melihatnya tunduk terpecah belah disebabkan ketakutannya kepada Allah. Dan perumpamaan-perumpamaan itu Kami buat untuk manusia supaya mereka berfikir.",
      "numberInSurah": 21,
      "juz": 28,
      "manzil": 7,
      "page": 548,
      "ruku": 481,
      "hizbQuarter": 219,
      "sajda": false
    },
    {
      "number": 5148,
      "text": "Dialah Allah Yang tiada Tuhan selain Dia, Yang Mengetahui yang ghaib dan yang nyata, Dialah Yang Maha Pemurah lagi Maha Penyayang.",
      "numberInSurah": 22,
      "juz": 28,
      "manzil": 7,
      "page": 548,
      "ruku": 481,
      "hizbQuarter": 219,
      "sajda": false
    },
    {
      "number": 5149,
      "text": "Dialah Allah Yang tiada Tuhan selain Dia, Raja, Yang Maha Suci, Yang Maha Sejahtera, Yang Mengaruniakan Keamanan, Yang Maha Memelihara, Yang Maha Perkasa, Yang Maha Kuasa, Yang Memiliki segala Keagungan, Maha Suci Allah dari apa yang mereka persekutukan.",
      "numberInSurah": 23,
      "juz": 28,
      "manzil": 7,
      "page": 548,
      "ruku": 481,
      "hizbQuarter": 219,
      "sajda": false
    },
    {
      "number": 5150,
      "text": "Dialah Allah Yang Menciptakan, Yang Mengadakan, Yang Membentuk Rupa, Yang Mempunyai Asmaaul Husna. Bertasbih kepada-Nya apa yang di langit dan bumi. Dan Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
      "numberInSurah": 24,
      "juz": 28,
      "manzil": 7,
      "page": 548,
      "ruku": 481,
      "hizbQuarter": 219,
      "sajda": false
    }
  ],
  "edition": {
    "identifier": "id.indonesian",
    "language": "id",
    "name": "Bahasa Indonesia",
    "englishName": "Unknown",
    "format": "text",
    "type": "translation",
    "direction": "ltr"
  }
}