{
  "number": 61,
  "name": "سُورَةُ الصَّفِّ",
  "englishName": "As-Saff",
  "englishNameTranslation": "The Ranks",
  "revelationType": "Medinan",
  "numberOfAyahs": 14,
  "ayahs": [
    {
      "number": 5164,
      "text": "Telah bertasbih kepada Allah apa saja yang ada di langit dan apa saja yang ada di bumi; dan Dialah Yang Maha Perkasa lagi Maha Bijaksana.",
      "numberInSurah": 1,
      "juz": 28,
      "manzil": 7,
      "page": 551,
      "ruku": 484,
      "hizbQuarter": 220,
      "sajda": false
    },
    {
      "number": 5165,
      "text": "Wahai orang-orang yang beriman, kenapakah kamu mengatakan sesuatu yang tidak kamu kerjakan?",
      "numberInSurah": 2,
      "juz": 28,
      "manzil": 7,
      "page": 551,
      "ruku": 484,
      "hizbQuarter": 220,
      "sajda": false
    },
    {
      "number": 5166,
      "text": "Amat besar kebencian di sisi Allah bahwa kamu mengatakan apa-apa yang tidak kamu kerjakan.",
      "numberInSurah": 3,
      "juz": 28,
      "manzil": 7,
      "page": 551,
      "ruku": 484,
      "hizbQuarter": 220,
      "sajda": false
    },
    {
      "number": 5167,
      "text": "Sesungguhnya Allah menyukai orang yang berperang dijalan-Nya dalam barisan yang teratur seakan-akan mereka seperti suatu bangunan yang tersusun kokoh.",
      "numberInSurah": 4,
      "juz": 28,
      "manzil": 7,
      "page": 551,
      "ruku": 484,
      "hizbQuarter": 220,
      "sajda": false
    },
    {
      "number": 5168,
      "text": "Dan (ingatlah) ketika Musa berkata kepada kaumnya: \"Hai kaumku, mengapa kamu menyakitiku, sedangkan kamu mengetahui bahwa sesungguhnya aku adalah utusan Allah kepadamu?\" Maka tatkala mereka berpaling (dari kebenaran), Allah memalingkan hati mereka; dan Allah tidak memberi petunjuk kepada kaum yang fasik.",
      "numberInSurah": 5,
      "juz": 28,
      "manzil": 7,
      "page": 551,
      "ruku": 484,
      "hizbQuarter": 220,
      "sajda": false
    },
    {
      "number": 5169,
      "text": "Dan (ingatlah) ketika Isa ibnu Maryam berkata: \"Hai Bani Israil, sesungguhnya aku adalah utusan Allah kepadamu, membenarkan kitab sebelumku, yaitu Taurat, dan memberi khabar gembira dengan (datangnya) seorang Rasul yang akan datang sesudahku, yang namanya Ahmad (Muhammad)\". Maka tatkala rasul itu datang kepada mereka dengan membawa bukti-bukti yang nyata, mereka berkata: \"Ini adalah sihir yang nyata\".",
      "numberInSurah": 6,
      "juz": 28,
      "manzil": 7,
      "page": 552,
      "ruku": 484,
      "hizbQuarter": 220,
      "sajda": false
    },
    {
      "number": 5170,
      "text": "Dan siapakah yang lebih zalim daripada orang yang mengada-adakan dusta terhadap Allah sedang dia diajak kepada Islam? Dan Allah tidak memberi petunjuk kepada orang-orang zalim.",
      "numberInSurah": 7,
      "juz": 28,
      "manzil": 7,
      "page": 552,
      "ruku": 484,
      "hizbQuarter": 220,
      "sajda": false
    },
    {
      "number": 5171,
      "text": "Mereka ingin memadamkan cahaya Allah dengan mulut (tipu daya) mereka, tetapi Allah (justru) menyempurnakan cahaya-Nya, walau orang-orang kafir membencinya\".",
      "numberInSurah": 8,
      "juz": 28,
      "manzil": 7,
      "page": 552,
      "ruku": 484,
      "hizbQuarter": 220,
      "sajda": false
    },
    {
      "number": 5172,
      "text": "Dialah yang mengutus Rasul-Nya dengan membawa petunjuk dan agama yang benar agar Dia memenangkannya di atas segala agama-agama meskipun orang musyrik membenci.",
      "numberInSurah": 9,
      "juz": 28,
      "manzil": 7,
      "page": 552,
      "ruku": 484,
      "hizbQuarter": 220,
      "sajda": false
    },
    {
      "number": 5173,
      "text": "Hai orang-orang yang beriman, sukakah kamu aku tunjukkan suatu perniagaan yang dapat menyelamatkanmu dari azab yang pedih?",
      "numberInSurah": 10,
      "juz": 28,
      "manzil": 7,
      "page": 552,
      "ruku": 485,
      "hizbQuarter": 220,
      "sajda": false
    },
    {
      "number": 5174,
      "text": "(yaitu) kamu beriman kepada Allah dan Rasul-Nya dan berjihad di jalan Allah dengan harta dan jiwamu. Itulah yang lebih baik bagimu, jika kamu mengetahui.",
      "numberInSurah": 11,
      "juz": 28,
      "manzil": 7,
      "page": 552,
      "ruku": 485,
      "hizbQuarter": 220,
      "sajda": false
    },
    {
      "number": 5175,
      "text": "Niscaya Allah akan mengampuni dosa-dosamu dan memasukkanmu ke dalam jannah yang mengalir di bawahnya sungai-sungai; dan (memasukkan kamu) ke tempat tinggal yang baik di dalam jannah 'Adn. Itulah keberuntungan yang besar.",
      "numberInSurah": 12,
      "juz": 28,
      "manzil": 7,
      "page": 552,
      "ruku": 485,
      "hizbQuarter": 220,
      "sajda": false
    },
    {
      "number": 5176,
      "text": "Dan (ada lagi) karunia yang lain yang kamu sukai (yaitu) pertolongan dari Allah dan kemenangan yang dekat (waktunya). Dan sampaikanlah berita gembira kepada orang-orang yang beriman.",
      "numberInSurah": 13,
      "juz": 28,
      "manzil": 7,
      "page": 552,
      "ruku": 485,
      "hizbQuarter": 220,
      "sajda": false
    },
    {
      "number": 5177,
      "text": "Hai orang-orang yang beriman, jadilah kamu penolong (agama) Allah sebagaimana Isa ibnu Maryam telah berkata kepada pengikut-pengikutnya yang setia: \"Siapakah yang akan menjadi penolong-penolongku (untuk menegakkan agama) Allah?\" Pengikut-pengikut yang setia itu berkata: \"Kamilah penolong-penolong agama Allah\", lalu segolongan dari Bani Israil beriman dan segolongan lain kafir; maka Kami berikan kekuatan kepada orang-orang yang beriman terhadap musuh-musuh mereka, lalu mereka menjadi orang-orang yang menang.",
      "numberInSurah": 14,
      "juz": 28,
      "manzil": 7,
      "page": 552,
      "ruku": 485,
      "hizbQuarter": 220,
      "sajda": false
    }
  ],
  "edition": {
    "identifier": "id.indonesian",
    "language": "id",
    "name": "Bahasa Indonesia",
    "englishName": "Unknown",
    "format": "text",
    "type": "translation",
    "direction": "ltr"
  }
}