{
  "number": 67,
  "name": "سُورَةُ المُلۡكِ",
  "englishName": "Al-Mulk",
  "englishNameTranslation": "The Sovereignty",
  "revelationType": "Meccan",
  "numberOfAyahs": 30,
  "ayahs": [
    {
      "number": 5242,
      "text": "Maha Suci Allah Yang di tangan-Nya-lah segala kerajaan, dan Dia Maha Kuasa atas segala sesuatu,",
      "numberInSurah": 1,
      "juz": 29,
      "manzil": 7,
      "page": 562,
      "ruku": 496,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5243,
      "text": "Yang menjadikan mati dan hidup, supaya Dia menguji kamu, siapa di antara kamu yang lebih baik amalnya. Dan Dia Maha Perkasa lagi Maha Pengampun,",
      "numberInSurah": 2,
      "juz": 29,
      "manzil": 7,
      "page": 562,
      "ruku": 496,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5244,
      "text": "Yang telah menciptakan tujuh langit berlapis-lapis. Kamu sekali-kali tidak melihat pada ciptaan Tuhan Yang Maha Pemurah sesuatu yang tidak seimbang. Maka lihatlah berulang-ulang, adakah kamu lihat sesuatu yang tidak seimbang?",
      "numberInSurah": 3,
      "juz": 29,
      "manzil": 7,
      "page": 562,
      "ruku": 496,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5245,
      "text": "Kemudian pandanglah sekali lagi niscaya penglihatanmu akan kembali kepadamu dengan tidak menemukan sesuatu cacat dan penglihatanmu itupun dalam keadaan payah.",
      "numberInSurah": 4,
      "juz": 29,
      "manzil": 7,
      "page": 562,
      "ruku": 496,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5246,
      "text": "Sesungguhnya Kami telah menghiasi langit yang dekat dengan bintang-bintang, dan Kami jadikan bintang-bintang itu alat-alat pelempar syaitan, dan Kami sediakan bagi mereka siksa neraka yang menyala-nyala.",
      "numberInSurah": 5,
      "juz": 29,
      "manzil": 7,
      "page": 562,
      "ruku": 496,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5247,
      "text": "Dan orang-orang yang kafir kepada Tuhannya, memperoleh azab Jahannam. Dan itulah seburuk-buruk tempat kembali.",
      "numberInSurah": 6,
      "juz": 29,
      "manzil": 7,
      "page": 562,
      "ruku": 496,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5248,
      "text": "Apabila mereka dilemparkan ke dalamnya mereka mendengar suara neraka yang mengerikan, sedang neraka itu menggelegak,",
      "numberInSurah": 7,
      "juz": 29,
      "manzil": 7,
      "page": 562,
      "ruku": 496,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5249,
      "text": "hampir-hampir (neraka) itu terpecah-pecah lantaran marah. Setiap kali dilemparkan ke dalamnya sekumpulan (orang-orang kafir), penjaga-penjaga (neraka itu) bertanya kepada mereka: \"Apakah belum pernah datang kepada kamu (di dunia) seorang pemberi peringatan?\"",
      "numberInSurah": 8,
      "juz": 29,
      "manzil": 7,
      "page": 562,
      "ruku": 496,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5250,
      "text": "Mereka menjawab: \"Benar ada\", sesungguhnya telah datang kepada kami seorang pemberi peringatan, maka kami mendustakan(nya) dan kami katakan: \"Allah tidak menurunkan sesuatupun; kamu tidak lain hanyalah di dalam kesesatan yang besar\".",
      "numberInSurah": 9,
      "juz": 29,
      "manzil": 7,
      "page": 562,
      "ruku": 496,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5251,
      "text": "Dan mereka berkata: \"Sekiranya kami mendengarkan atau memikirkan (peringatan itu) niscaya tidaklah kami termasuk penghuni-penghuni neraka yang menyala-nyala\".",
      "numberInSurah": 10,
      "juz": 29,
      "manzil": 7,
      "page": 562,
      "ruku": 496,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5252,
      "text": "Mereka mengakui dosa mereka. Maka kebinasaanlah bagi penghuni-penghuni neraka yang menyala-nyala.",
      "numberInSurah": 11,
      "juz": 29,
      "manzil": 7,
      "page": 562,
      "ruku": 496,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5253,
      "text": "Sesungguhnya orang-orang yang takut kepada Tuhannya Yang tidak nampak oleh mereka, mereka akan memperoleh ampunan dan pahala yang besar.",
      "numberInSurah": 12,
      "juz": 29,
      "manzil": 7,
      "page": 562,
      "ruku": 496,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5254,
      "text": "Dan rahasiakanlah perkataanmu atau lahirkanlah; sesungguhnya Dia Maha Mengetahui segala isi hati.",
      "numberInSurah": 13,
      "juz": 29,
      "manzil": 7,
      "page": 563,
      "ruku": 496,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5255,
      "text": "Apakah Allah Yang menciptakan itu tidak mengetahui (yang kamu lahirkan atau rahasiakan); dan Dia Maha Halus lagi Maha Mengetahui?",
      "numberInSurah": 14,
      "juz": 29,
      "manzil": 7,
      "page": 563,
      "ruku": 496,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5256,
      "text": "Dialah Yang menjadikan bumi itu mudah bagi kamu, maka berjalanlah di segala penjurunya dan makanlah sebahagian dari rezeki-Nya. Dan hanya kepada-Nya-lah kamu (kembali setelah) dibangkitkan.",
      "numberInSurah": 15,
      "juz": 29,
      "manzil": 7,
      "page": 563,
      "ruku": 497,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5257,
      "text": "Apakah kamu merasa aman terhadap Allah yang (berkuasa) di langit bahwa Dia akan menjungkir balikkan bumi bersama kamu, sehingga dengan tiba-tiba bumi itu bergoncang?,",
      "numberInSurah": 16,
      "juz": 29,
      "manzil": 7,
      "page": 563,
      "ruku": 497,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5258,
      "text": "atau apakah kamu merasa aman terhadap Allah yang (berkuasa) di langit bahwa Dia akan mengirimkan badai yang berbatu. Maka kelak kamu akan mengetahui bagaimana (akibat mendustakan) peringatan-Ku?",
      "numberInSurah": 17,
      "juz": 29,
      "manzil": 7,
      "page": 563,
      "ruku": 497,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5259,
      "text": "Dan sesungguhnya orang-orang yang sebelum mereka telah mendustakan (rasul-rasul-Nya). Maka alangkah hebatnya kemurkaan-Ku.",
      "numberInSurah": 18,
      "juz": 29,
      "manzil": 7,
      "page": 563,
      "ruku": 497,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5260,
      "text": "Dan apakah mereka tidak memperhatikan burung-burung yang mengembangkan dan mengatupkan sayapnya di atas mereka? Tidak ada yang menahannya (di udara) selain Yang Maha Pemurah. Sesungguhnya Dia Maha Melihat segala sesuatu.",
      "numberInSurah": 19,
      "juz": 29,
      "manzil": 7,
      "page": 563,
      "ruku": 497,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5261,
      "text": "Atau siapakah dia yang menjadi tentara bagimu yang akan menolongmu selain daripada Allah Yang Maha Pemurah? Orang-orang kafir itu tidak lain hanyalah dalam (keadaan) tertipu.",
      "numberInSurah": 20,
      "juz": 29,
      "manzil": 7,
      "page": 563,
      "ruku": 497,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5262,
      "text": "Atau siapakah dia yang memberi kamu rezeki jika Allah menahan rezeki-Nya? Sebenarnya mereka terus menerus dalam kesombongan dan menjauhkan diri?",
      "numberInSurah": 21,
      "juz": 29,
      "manzil": 7,
      "page": 563,
      "ruku": 497,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5263,
      "text": "Maka apakah orang yang berjalan terjungkal di atas mukanya itu lebih banyak mendapatkan petunjuk ataukah orang yang berjalan tegap di atas jalan yang lurus?",
      "numberInSurah": 22,
      "juz": 29,
      "manzil": 7,
      "page": 563,
      "ruku": 497,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5264,
      "text": "Katakanlah: \"Dialah Yang menciptakan kamu dan menjadikan bagi kamu pendengaran, penglihatan dan hati\". (Tetapi) amat sedikit kamu bersyukur.",
      "numberInSurah": 23,
      "juz": 29,
      "manzil": 7,
      "page": 563,
      "ruku": 497,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5265,
      "text": "Katakanlah: \"Dialah Yang menjadikan kamu berkembang biak di muka bumi, dan hanya kepada-Nya-lah kamu kelak dikumpulkan\".",
      "numberInSurah": 24,
      "juz": 29,
      "manzil": 7,
      "page": 563,
      "ruku": 497,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5266,
      "text": "Dan mereka berkata: \"Kapankah datangnya ancaman itu jika kamu adalah orang-orang yang benar?\"",
      "numberInSurah": 25,
      "juz": 29,
      "manzil": 7,
      "page": 563,
      "ruku": 497,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5267,
      "text": "Katakanlah: \"Sesungguhnya ilmu (tentang hari kiamat itu) hanya pada sisi Allah. Dan sesungguhnya aku hanyalah seorang pemberi peringatan yang menjelaskan\".",
      "numberInSurah": 26,
      "juz": 29,
      "manzil": 7,
      "page": 563,
      "ruku": 497,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5268,
      "text": "Ketika mereka melihat azab (pada hari kiamat) sudah dekat, muka orang-orang kafir itu menjadi muram. Dan dikatakan (kepada mereka) inilah (azab) yang dahulunya kamu selalu meminta-mintanya.",
      "numberInSurah": 27,
      "juz": 29,
      "manzil": 7,
      "page": 564,
      "ruku": 497,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5269,
      "text": "Katakanlah: \"Terangkanlah kepadaku jika Allah mematikan aku dan orang-orang yang bersama dengan aku atau memberi rahmat kepada kami, (maka kami akan masuk surga), tetapi siapakah yang dapat melindungi orang-orang yang kafir dari siksa yang pedih?\"",
      "numberInSurah": 28,
      "juz": 29,
      "manzil": 7,
      "page": 564,
      "ruku": 497,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5270,
      "text": "Katakanlah: \"Dialah Allah Yang Maha Penyayang kami beriman kepada-Nya dan kepada-Nya-lah kami bertawakkal. Kelak kamu akan mengetahui siapakah yang berada dalam kesesatan yang nyata\".",
      "numberInSurah": 29,
      "juz": 29,
      "manzil": 7,
      "page": 564,
      "ruku": 497,
      "hizbQuarter": 225,
      "sajda": false
    },
    {
      "number": 5271,
      "text": "Katakanlah: \"Terangkanlah kepadaku jika sumber air kamu menjadi kering; maka siapakah yang akan mendatangkan air yang mengalir bagimu?\".",
      "numberInSurah": 30,
      "juz": 29,
      "manzil": 7,
      "page": 564,
      "ruku": 497,
      "hizbQuarter": 225,
      "sajda": false
    }
  ],
  "edition": {
    "identifier": "id.indonesian",
    "language": "id",
    "name": "Bahasa Indonesia",
    "englishName": "Unknown",
    "format": "text",
    "type": "translation",
    "direction": "ltr"
  }
}